[
    {
        "姓名": "赵美",
        "简介": "赵美，男，汉族，云南省永胜县顺州乡迪里行政村赵家村人，1965年9月14日出生，现为云南大学历史与档案学院副教授，硕士研究生导师。 1984年9月至1988年7月就读于云南大学历史学系，获历史学学士学位；1994年9至1997月7就读于北京大学考古系，获考古学及博物馆学专业硕士学位。 1988年9月，云南大学本科毕业后，响应国家号召，自愿到怒江傈僳族自治州文化局从事文物管理工作；1997年9月，北京大学硕士研究生毕业后到云南大学历史系从事教学和研究工作，教学和研究方向主要是考古学和民族学。   在云南大学的教学中，主要从事《中国文物鉴赏》、《中国文物鉴定》、《文化人类学——民族考古》等课程的本科生、硕士生的教学工作。 主持、领导和参加了“怒江州福贡县石月亮考察”、“怒江州第一批州级重点文物保护单位申报”、“怒江州第一批州级文物保护单位和怒江州省级文物保护单位文字说明”、“北京大学考古学系94级硕士研究生全国文物考察与研究”、“北京大学、云南大学合作云南省剑川县石钟山考古调查、研究和开发”、“中国西部开发中高原湖泊的保护研究——以永胜程海为例”、 “云南大学民族村寨调查”、“怒江傈僳族自治州文物志编纂”、“昆明市呈贡县开发区考古调查”、“抚星湖水下考古探秘”、“云南大学民族调查研究基地建设”、“永胜县边屯文化博览园——《边屯云南》展览”等项目。 至2011年底，完成《滇国玉器》著作;主编完成《云南民族村寨调查：怒族—贡山丙中洛乡查腊社》、《怒江傈僳族自治州文物志》、《流动的信仰——贡山县丙中洛乡查腊怒族村民日记》等著作；在学术刊物和报刊上发表《怒族民间故事研究》、《福贡石月亮考察》、《云南少数民族地区科技现状分析与思考》、《变迁中的少数民族村寨科技的现状与发展趋势》、《珠宝玉石的分类及鉴定方法》、《巍山古城的变迁及其启示》、《江川李家山墓地出土玉器使用研究——关于“珠襦”的新探讨》、《怒族手工制陶调查》、《怒族手工制陶的考古学调查研究》、《滇国玉器研究》、《边屯云南》等论文及文章。",
        "职称": "副教授"
    },
    {
        "姓名": "叶荣波",
        "简介": "叶荣波，男，汉族，1980年1月出生，云南曲靖人，现为云南大学历史与档案学院副教授，文物与博物馆学专业硕士生导师。本科毕业于西北大学考古学专业，硕士毕业于云南大学文物与博物馆学专业。具有考古领队资质和文物保护工程责任设计师资质，先后领队主持或参与了耿马城子村遗址、嵩明凤溪山古墓群等多项考古发掘工作；参与国家社科基金、云南省哲社项目多项。陆续发表《天水仙人崖石窟壁画颜料层原位——无损分析研究》、《青铜时代滇池区域生业方式形成与演变的原因》等论文。",
        "职称": "副教授"
    },
    {
        "姓名": "陈果",
        "简介": "陈果，男，汉族，1981年8月1日生，重庆市巴南区人，2003年毕业于重庆师范大学外国语言与文学系，获语言学学士学位；2006年毕业于重庆师范大学历史与文博学院，获考古学及博物馆学专业硕士学位；2009年毕业于云南大学人文学院，获考古学及博物馆学专业博士学位；2018年于四川大学历史文化学院考古学博士后工作站出站。主要研究方向为中国西南地区、东南亚地区新石器时代及青铜时代考古，博物馆展览陈列以及社会教育活动研究。 现为云南大学历史系考古文博教研室主任，云南大学民族考古研究与文物评估中心主任，文物与博物馆专业硕士研究生导师，中国秦汉史学会会员、中国古代铜鼓研究会会员、云南中华文明研究会常务理事。入选云南省2015年引进高层次人才享受政府购房补贴和工作经费资助项目，云南省2018年“万人计划”青年拔尖人才项目。 合著专著一本《中国西南与越南青铜文明之比较研究》（2013年3月在社会科学文献出版社出版，2015年获得云南省第十八次哲学社会科学优秀成果著作类一等奖。），发表考古学、博物馆学相关专业论文20余篇。承担主要课题项目：①“中国西南与中南半岛各国新石器与青铜时代文化关系研究”，教育部人文社会科学研究基金青年项目；②“云南青铜时代区系研究”，云南省哲学社会科学基金学科建设项目；③“云南新石器时代陶器研究”；④“滇国墓葬制度研究”，国家社科基金一般项目。"
    
    },
    {
        "姓名": "何强",
        "简介": "何强，男，1987年5月生，河南郑州人。2006～2010年就读于河南大学博物馆学专业，获历史学学士学位。2010～2015年就读于吉林大学考古学专业，获历史学博士学位。2015年至今任职于云南大学历史系，同年起担任文物与博物馆专业硕士研究生导师。研究方向为石器时代与青铜时代考古。"
    },
    {
        "姓名": "罗伊",
        "简介": "罗伊，女，1987年生，云南芒市人。2005-2016年就读于首都师范大学历史学院，获考古学博士学位。2016-2020年就职于中山大学历史学系（珠海），为特聘副研究员、博士后。2021年入职云南大学历史与档案学院，为考古文博专业讲师，文物与博物馆专业硕士研究生导师。专业方向为新石器时代考古，研究志趣在于探讨以云南地区为中心的新石器时代，同时关注民族考古学、文化遗产学的相关理论与实践。在《南方文物》《中原文物》等期刊发表论文4篇，出版专著1部（《云南地区新石器时代考古学文化研究》），主持国家社科基金青年项目1项（“云南高原史前经济与社会的文明化进程研究”）。"
    },
    {
        "姓名": "钱诚",
        "简介": "钱诚，女，1988年生，云南昆明人。2011年于中山大学人类学系考古学专业获得学士学位；2014年于云南大学历史学系考古与博物馆学专业获得硕士学位；2019年在四川大学考古学系获得博士学位。2020年起在云南大学历史与档案学院担任助理研究员，文物与博物馆专业硕士研究生导师。本人主要研究方向为西南考古、陶瓷考古、博物馆学。在云南、河南、四川、重庆、贵州等地参加考古田野调查、发掘及资料整理工作，在《考古学报》、《Chinese Arts Quarterly》、《Journal of Raman Spectroscopy》等中外重要学术期刊上发表论文数篇。主持、参与国家级、省部级项目多项，其中主持省部级项目1项，国家级重点实验室、研究中心项目2项。"
    },
    {
        "姓名": "杨薇",
        "简介": "杨薇，女，1990年生，白族，云南大理人。2021年毕业于山东大学历史文化学院，获历史学博士学位，专业考古学，研究方向为西南边疆考古及植物考古。2021年10月进入云南大学中国史博士后科研流动站从事博士后研究，研究方向主要为云南早期民族地区历史与社会，文物与博物馆专业硕士研究生导师。目前在《考古》、《江汉考古》、《中国农史》、《Archaeological Research in Asia》、《Journal of Archaeological Science》等国内外核心期刊发表论文8篇，主持国家社科基金项目一项（国家社科基金西部项目“滇中湖区战国秦汉时期农业生产变迁的植物考古学研究”，2022年立项，立项号22XKG002）。从2014年开始，长期在云南地区从事田野考古工作，目前正在参与云南河泊所遗址的考古发掘及资料整理。"
    },
    {
        "姓名": "王文波",
        "简介": "王文波，男，汉族，1994年2月出生，云南大理人。2013-2022年就读于四川大学考古学专业，先后获历史学学士、历史学博士学位，2022年9月任职于云南大学历史与档案学院，为师资博士后，文物与博物馆专业硕士研究生导师，主要研究方向为佛教考古、宋元明考古，在《江汉考古》、《中国美术研究》、《南方文物》、《四川文物》、《艺术史研究》等期刊发表论文数篇。"
    },
    {
        "姓名": "马自坤",
        "简介": "马自坤，教授，硕士生导师。云南文山人，1986年7月毕业于北京师范大学信息技术与管理学系，同年7月到云南大学任教。1987年创办云南大学图书馆学专业、1993年创办情报学专业（现信息资源管理专业）、2004年创办图书、情报与档案一级学科硕士点、2010年创办图书情报专业硕士均是主要参与者或组织者。出版《信息管理学概论》、《图书馆信息化建设》（参著）、《竞争情报理论、方法与应用》等专著6部，在《情报杂志》、《情报科学》、《档案学通讯》、《经济问题探索》、《生态经济》、《现代电信科技》等刊物上发表论文60余篇。担任中国图书馆学会图书馆学教育委员会委员，云南省高等学校图书馆学教学指导委员会主任委员，云南省行为科学学会常务副理事长。"
    },
    {
        "姓名": "王水乔",
        "简介": "王水乔，云南大学历史与档案学院研究馆员、博士研究生导师，教育部全国图书情报专业学位研究生教育指导委员会委员，云南大学少数民族古籍保护研究中心主任，云南省委联系专家，云南省万人计划 “云岭文化名家”。主要研究方向为历史文献整理、古籍保护。先后在C刊上发表学术论文10余篇。专著《云南藏书文化研究》获云南省第二十次哲学社会科学优秀成果（著作）一等奖。主持完成云南省哲学社会科学规划项目《明代云南少数民族汉文古籍整理与研究》。2020年主持国家社科基金一般项目《云南民间历史文献整理与研究》。2021年先后主持国家社科基金重大项目《海外藏二战中缅印战区档案整理》子课题三《二战中缅印战区美国情报信息网络建构与地方性知识、宣传体系研究》、教育部哲学社会科学研究重大课题攻关项目《元明清时期中国边疆治理文献整理与数据库建设研究》子课题一《元明清时期中国边疆治理文献研究及其搜集》。"
    },
    {
        "姓名": "侯明昌",
        "简介": "侯明昌，广西荔浦人，副教授，云南大学历史与档案学院档案与信息管理系副系主任，1995年毕业于南开大学图书馆学专业，2007年获云南大学软件工程硕士。主要从事信息资源数字化、电子档案及信息系统方面的教学与科研工作，发表学术论文20余篇，出版教材著作2部，主讲《信息采集技术》《信息存储技术》《档案管理系统设计与开发》《档案信息化建设》《电子文件管理》《信息资源管理综合实训》等本科生课程、《信息处理技术》硕士研究生课程。担任中国图书馆学会学术研究委员会图书馆建设与设备专业组委员、云南省高等学校图书馆学教学指导委员会秘书长、云南省行为科学学会副会长。"
    },
    {
        "姓名": "甘友庆",
        "简介": "甘友庆，副教授，2006年硕士研究生毕业于云南大学档案案系图书馆学专业。现任图书馆学、情报学学术硕士和图书情报专业硕士研究生导师。主要从事图书馆发展与地方文献、信息资源建设、情报学等方面的研究，在《档案学通讯》《图书馆论坛》等刊物上发表学术论文10余篇，出版有专著《云南地方文献事业史》，教材《信息资源建设》各1部，主持教育部人文社会科学基金项目《云南少数民族金石文献数据库建设》以及省、校级项目多项，专著《云南地方文献事业史》获评第16次云南省哲学社会科学优秀成果三等奖，论文《现代信息环境下的金石文献编目研究》获得第22次云南省哲学社会科学优秀成果三等奖。"
    },
    {
        "姓名": "王晋",
        "简介": "王晋，男，汉族，1981年出生，山西省平顺县人，管理学博士，副教授、硕士生导师。1999-2003年就读于山西大学信息管理系获管理学学士，2003-2005年就读于中山大学资讯管理学院获管理学硕士，2012-2017年在职就读于云南大学历史与档案学院获管理学博士。主讲《信息技术理论与实践》《电子政务》《信息资源建设》《经济信息学》《社群信息学》等课程。主要研究领域为信息行为、社群信息学，主持国家社会科学基金项目2项，出版著作3部，发表学术论文20余篇。2018年到中央党校参加第七十九期全国哲学社会科学教学科研骨干研修班学习。2020年入选云南省高层次人才培养计划青年拔尖专项。2005年以来，先后担任档案与信息管理系本科生班主任、研究生秘书、研究生班主任、教研室主任、教工党支部书记等职。"
    },
    {
        "姓名": "朱明",
        "简介": "朱明，男，汉族，管理学博士，副研究员，硕士生导师。2015年于南开大学获管理学博士，毕业后到云南大学工作至今，2018年-2020年赴美国北德克萨斯大学从事博士后工作。主要研究方向为图书馆管理和信息服务，代表作发表于《Library & Information Science Research》、《Information Research》、《图书情报工作》等期刊，现以第一作者发表论文20余篇（SSCI/CSSCI期刊收录），出版专著3部。主持国家社科基金项目2项；获批云南大学“青年英才”资助计划、云南大学“中青年骨干教师”。入选云南大学“东陆青年学者”人才计划、云南省万人计划“青年拔尖人才”。获得云南省第二十二届哲学社会科学优秀成果二等奖（排名第一）。为本科生及研究生讲授《信息服务与用户》等课程。担任《Information Research》、《library Trend》等期刊审稿人。"
    },
    {
        "姓名": "黄体杨",
        "简介": "黄体杨，男，副教授，现任档案与信息管理系系主任。入选国家档案局“全国青年档案业务骨干”和云南省“兴滇英才支持计划”青年专项，任中国档案学会档案文化专业委员会委员、中国图书馆学会阅读推广委员会阅读与出版专业组委员、云南省文化与旅游公共服务专家委员会委员。主要从事档案利用与服务、图书馆发展与服务创新等方向的研究。主持各级科研项目10项，出版著作3部，在Journal of Documentation《中国图书馆学报》《档案学通讯》和《档案学研究》等刊物上发表论文40余篇，研究成果曾获云南省哲学社会科学优秀成果三等奖。主讲《信息管理概论》和《图书馆学概论》等课程，曾获云南省高校“信息检索与利用”课堂教学比赛和云南大学教师课堂比赛三等奖。"
    },
    {
        "姓名": "张彦",
        "简介": "张彦，1969年出生，汉族，云南省昆明市人。1990年7月本科毕业于北京大学图书馆学情报学系(现名信息管理系)；1999年7月研究生毕业于云南大学法律系经济法专业，获法学硕士学位。现为历史与档案学院档案与信息管理系讲师，承担知识产权法、传播学等课程的教学工作。"
    },
    {
        "姓名": "高回松",
        "简介": "高回松，女，理学学士、历史学硕士，历史与档案学院档案与信息管理系讲师，承担《管理学原理》《高级编程语言》《企业信息化管理软件应用》等课程的教学工作。"
    },
    {
        "姓名": "周承聪",
        "简介": "周承聪，女，汉族，管理学博士，历史与档案学院档案与信息管理系讲师，研究方向为信息服务、信息生态，承担《信息检索》、《数据库原理与应用》、《管理统计学》等课程的教学工作。"
    },
    {
        "姓名": "刘悦",
        "简介": "刘悦，男，1976年4月出生，1994年9月至1998年7月就读于北京大学信息管理系科技情报专业，1998年7月至今任教于云南大学档案与信息管理系，承担《管理信息系统》、《计算机网络技术》、《数据科学导论》等课程的教学工作。"
    },
    {
        "姓名": "赵晓",
        "简介": "赵晓，女，1989年生，中共党员，博士，云南大学历史与档案学院讲师。2015年9月至2019年7月就读于北京大学信息管理系，获管理学博士学位。2019年入职云南大学历史与档案学院，从事本科生档案学和信息管理学专业教育工作。主要致力于中国古代阅读史、图书馆学史、藏书理论与藏书方法及阅读推广等领域的研究，出版相关专著5部，发表学术论文20余篇。作为参与人先后参与国家社科基金重大项目1项，一般项目1项，青年项目2项。主持省部级课题2项，其余各级别课题3项。"
    },
    {
        "姓名": "韩宏亮",
        "简介": "韩宏亮，男，黑龙江省哈尔滨人，2003-2006年就读于黑龙江大学信息管理学院电子商务专业获管理学学士学位，2011-2014年就读于黑龙江大学信息管理学院情报学专业获管理学硕士学位，2021年毕业于南开大学商学院信息资源管理系情报学专业并获管理学博士学位。博士期间取得南开大学助教岗位资格，曾担任《人机交互》、《图书情报研究方法》、《信息资源管理概论》等本科课程的助教，承担课程内容的辅助教学工作。研究方向为信息行为、交互信息检索与信息系统评估。研究成果发表于《图书情报工作》《现代情报》等期刊，并参加国家社科基金重大项目及国家社科基金重点项目。目前主要关注移动学习情境下用户与系统的交互问题，基于图书情报领域的信息行为及系统评价思想等。"
    },
    {
        "姓名": "胡娟",
        "简介": "胡娟，女，管理学博士，档案与信息管理系讲师，入选云南大学“青年人才培优计划”。2023年毕业于南开大学，主要研究方向为知识管理、智慧图书馆、公共文化服务等，现已在《中国图书馆学报》《图书情报工作》《情报资料工作》等各类期刊发表论文20余篇，参撰著作6部，参与国家社科重大、社科重点等各类科研项目多项。承担《信息传播学》《图书馆学概论》等课程的教学工作。"
    },
    {
        "姓名": "华林",
        "简介": "华林，1965年11月，1985年毕业于中国人民大学档案系。1994年获云南大学民族史博士学位。1997年破格评为教授。2002年被云南省政府授予“云南省中青年学术与技术带头人”称号。2021年评为云南大学东陆骨干教授，现为博士生导师，云南省省委联系专家，“享受省政府特殊津贴”专家。中国档案学会档案学基础理论委员会委员，国家级档案专家领军人才，国家社科项目通讯评审专家，国务院、教育部相关学科建设通讯评审专家。主持教育部哲学社会科学研究重大攻关项目（1项）、国家社科（3项）、教育部一般项目（1项）、国家档案局（1项）等各级科研项目近30项，已发表学术论文176篇，出版学术专著15部。获第八届高等学校科研优秀成果二等奖、国家民委社会科学研究成果奖三等奖、云南省哲学社会科学优秀成果奖三等奖、云南大学伍达观教育基金优秀教师奖杰出奖等各种奖项30余项。"
    },
    {
        "姓名": "陈子丹",
        "简介": "陈子丹，现任云南大学历史与档案学院教授，档案学学硕、图书情报专硕、历史文献学（原档案学）博士生导师。从教38年来，先后为本科生开设“外国档案工作”“人事与人事档案管理”“中外档案事业史”“声像档案管理”等课程，为硕士生讲授“民族档案史料学”“中外档案学名著选读”“档案文献编研”课程，为博士生讲授“民族档案学导论”“档案文献学”“档案信息资源开发利用”“少数民族历史档案研究”“中国历史文献专题研究”课程。主要从事少数民族档案史料、民族档案学、档案资源建设与开发研究。已公开发表学术论文127篇，其中在来源、核心期刊上发表56篇，出版学术著作14部。主持或参与完成国家级、省部级课题多项。教学和科研成果多次荣获省部级奖励。"
    },
    {
        "姓名": "段丽波",
        "简介": "段丽波，女，云南大学历史与档案学院教授、博士生导师、副院长，中国少数民族史专业博士；“中国西南民族史”创新团队成员；主要致力于中国西南民族史、南方民族历史文献研究；出版专著4部、参著2部，发表学术论文40余篇，其论著对推动西南民族源流史的研究和民族历史档案文献的发掘利用作了积极推进和探索；主持国家社科基金项目等10余项；作为主要完成者参与国家社科基金项目、教育部“马工程”项目等4项。先后入选云南大学“中青年骨干教师”、云南大学“青年英才培育计划”；博士学位论文被评为云南省“优秀博士学位论文”，论著曾荣获云南省哲学社会科学优秀成果一、二等奖，入选云南省“兴滇英才支持计划”——“文化名家”专项。"
    },
    {
        "姓名": "刘强",
        "简介": "刘强，山东省济南市人，物理化学博士，教授。研究兴趣在档案、文献、文物等文化遗产保护。国家级档案专家，云南省中青年学术技术带头人。主持了国家自然科学基金项目3项，国家档案局科技项目2项，及其他省厅校级基金资助的科研项目10余项。在Journal of Archeological Science、Heritage Science、《文物保护与考古科学》《档案管理》等国内外刊物上发表文章70余篇。以独立作者身份分别在中国社会科学出版社、科学出版社、云南人民出版社出版《跨越万有引力之虹——科学美学漫步》《石质文物保护》《石材加工与利用》《西南少数民族历史档案保护》《档案保护环境学》《文物遗韵》《焓熵吟》等著作7部。获得云南省哲学社会科学优秀成果奖二等奖、三等奖各一次。"
    },
    {
        "姓名": "周铭",
        "简介": "周铭，男，云南大学历史与档案学院副院长、副教授、档案学硕士研究生导师、MLIS指导教师，云南省档案局中评委学术委员，昆明市档案局中评委学术委员，《档案学刊》编委。出版《档案检索：理论与方法》等著作3部，在《档案学通讯》《档案学研究》《档案管理》《图书情报工作》等刊物上发表学术论文70余篇。研究领域为档案学基础理论、档案管理、档案信息组织与检索、地方档案等。为本科生讲授《档案管理学》《中国方志学》等课程，为硕士研究生讲授《经典文献导读》课程。曾被评为云南省档案系统先进个人，荣获云南大学优秀教学成果特等奖、一等奖各一次、云南省高校青年教师课堂教学比赛三等奖、云南省哲学社会科学优秀成果奖（论文）三等奖等。"
    },
    {
        "姓名": "胡莹",
        "简介": "胡莹，管理学博士，云南大学历史与档案学院档案与信息管理系副教授，美国伊利诺伊大学香槟分校访问学者，中国档案学会会员，ICA会员，中国档案学会理事，《图书情报工作》青年编委，中国人民大学档案事业发展研究中心研究员。主要从事档案管理、民族档案保护与开发利用等方面的教学与研究工作。出版专著（教材）4部，在《档案学通讯》、《档案学研究》、《档案管理》、《北京档案》、《云南大学学报》等期刊发表学术论文30篇。主持国家社科基金青年项目1项，教育部哲学社科一般项目1项，省级以及校级项目4项，横向项目1项，校级教改项目1项。曾入选2018年云南省“万人计划”青年拔尖人才计划。"
    },
    {
        "姓名": "陈海玉",
        "简介": "陈海玉，云南景东人。云南大学历史与档案学院档案与信息管理系副教授、档案学博士、硕士生导师，昆明市档案局中评委学术委员，云南省秘书学会会员。主要从事地方档案、少数民族档案、档案数字资源建设与数字人文的教学与研究工作。迄今已出版著作《中国地方档案专题研究》《西南少数民族经济古籍文献研究》《少数民族科技古籍文献遗存研究》《西南少数民族医药古籍文献的发掘利用研究》《傣族医药古籍整理与研究》共5部，在《档案学通讯》《档案学研究》《图书馆杂志》《图书馆论坛》等期刊发表学术论文40余篇。主持完成国家社科基金项目2项，教育部人文社科规划项目1项，参加国家级、省部级项目多项。专著和论文曾获云南省哲学社会科学优秀成果奖。2016年被档案学教指委评为“全国高校档案学专业大学生创新性课外科技作品展优秀指导教师”，2021年评为云南大学“红云园丁奖”。2019-2020年间，在中国人民大学信息资源管理学院交流访问。"
    },
    {
        "姓名": "黄体杨",
        "简介": "黄体杨，男，副教授，现任档案与信息管理系系主任。入选国家档案局“全国青年档案业务骨干”和云南省“兴滇英才支持计划”青年专项，任中国档案学会档案文化专业委员会委员、中国图书馆学会阅读推广委员会阅读与出版专业组委员、云南省文化与旅游公共服务专家委员会委员。主要从事档案利用与服务、图书馆发展与服务创新等方向的研究。主持各级科研项目10项，出版著作3部，在Journal of Documentation《中国图书馆学报》《档案学通讯》和《档案学研究》等刊物上发表论文40余篇，研究成果曾获云南省哲学社会科学优秀成果三等奖。主讲《信息管理概论》和《图书馆学概论》等课程，曾获云南省高校“信息检索与利用”课堂教学比赛和云南大学教师课堂比赛三等奖。"
    },
    {
        "姓名": "王旭东",
        "简介": "王旭东，讲师，管理学博士。研究领域：档案学理论，档案资源开发利用。主讲课程：《档案学概论》《行政管理学》等。"
    },
    {
        "姓名": "王雪飞",
        "简介": "王雪飞，女，档案学博士、讲师、硕士生导师。现为云南大学历史与档案学院档案与信息管理系教师、学生支部书记。主要从事声像档案管理、保密学等领域的研究和教学工作，主持完成教育部人文社科青年基金项目1项、省教育厅科学研究项目2项，在研省档案局科技项目1项，在发表论文20余篇。主讲《公文处理与写作》《声像档案管理》《保密学》《档案馆学》和《档案与社会记忆》（研究生）等课程。曾获2017年云南大学校级青年教师教学比赛优秀奖。"
    },
    {
        "姓名": "张志军",
        "简介": "张志军，男，汉族，1981年9月生，河北省泊头市人，中共党员，硕士研究生学历，讲师。 2005年7月毕业于河北大学管理学院档案学专业，获管理学学士学位。2008年6月毕业于云南大学公共管理学院档案学专业，获管理学硕士学位。 同年7月，留校工作，历任云南大学档案馆助理馆员、馆员，社会科学处科员，党委宣传部主任干事，校档案馆副馆长。 现任云南大学历史与档案学院党委副书记、纪委书记。"
    },
    {
        "姓名": "肖代龙",
        "简介": "肖代龙，四川省中江县人，中山大学博士、博士后，现为云南大学历史与档案学院讲师、硕士生导师，2022年入选云南省“兴滇英才支持计划”青年人才。主要研究方向是档案学理论与历史、数字人文与档案信息资源开发利用，在《档案学研究》《暨南史学》《历史教学》《古籍整理研究学刊》《海关与经贸研究》等刊物发表论文近10篇，主持省部级项目2项。"
    },
    {
        "姓名": "马立伟",
        "简介": "马立伟，女，档案学博士、讲师、硕士生导师。现为云南大学历史与档案学院档案学教研室主任，入选云南省“兴滇英才支持计划-青年专项”。主要从事档案学的教学与研究工作。研究兴趣和研究重点为文件学、档案文献与历史研究、档案学基础理论等，以独立作者或第一作者身份在《档案学研究》《档案学通讯》等本领域重点期刊内发表学术论文3篇，主持科研项目5项，其中国家社会科学基金青年项目1项，参与国家级、省级、校级科研项目9项。"
    },
    {
        "姓名": "潘先林",
        "简介": "潘先林，云南大学历史与档案学院历史系教授，西南古籍研究所副所长，中国民族史教研室主任，云南地方史研究室主任，中国边疆学专业博士生导师。兼任中国民族史学会理事、云南省国学研究会理事、云南陆军讲武堂研究会理事、云南省高等院校古籍整理工作委员会副秘书长。主要从事中国近代民族史、西南边疆史、云南地方文献的教学与研究工作。著有《民国云南彝族统治集团研究》《民族史视角下的近代中国论稿》《天南电光——辛亥革命在云南》《将军市长——潘朔端》，参著《中国地域文化大系·滇云文化》《中国彝族通史》等。主持国家社科基金冷门“绝学”专项“元代至民国时期中国西南边防演进与国家安全研究”。在《民族研究》《中国边疆史地研究》《思想战线》等刊物发表学术论文70余篇。研究成果获云南省哲学社会科学优秀成果奖著作三等奖、论文三等奖。荣获云南大学伍达观教育基金优秀教师奖杰出奖。"
    },
    {
        "姓名": "刘正寅",
        "简介": "刘正寅，历史学博士，云南大学历史与档案学院研究员、博士生导师，享受国务院政府特殊津贴专家。1983—1993年就读于南京大学历史系，先后获历史学学士、硕士、博士学位。1993—2019年在中国社会科学院民族学与人类学研究工作，历任助理研究员（1993）、副研究员（1996）、研究员（2001），民族历史研究室副主任（2001）、主任（2004），《民族研究》编辑部主任、常务副主编（2014）。2019年调至云南大学。兼任中国民族史学会副会长、中国人类学民族学研究会常务理事等。长期从事中国民族史、西域史、丝绸之路与东西文化交流史、多语种民族志文献研究。出版有《西域和卓家族研究》（刘正寅、魏良弢著，1998年；维吾尔文版，2006年）、History of Civilizations of Central Asia, vol. 5（合作, Paris, UNESCO, 2003）、《中华民族凝聚力的形成与发展》（合作，2000年）、《中国民族地区经济社会调查报告·墨玉县卷》（主编，2015年）等著，在《历史研究》《民族研究》《世界宗教研究》《中国边疆史地研究》等学术期刊发表论文，被《新华文摘》、人大报刊复印资料等全文转载。目前主持国家社科基金重大项目“中国古代民族志文献整理与研究”（首席专家）等课题，担任国家“十四五”规划重大工程《（新编）中国通史》纂修工程《中国民族史》卷主编。"
    },
    {
        "姓名": "秦树才",
        "简介": "秦树才，云南澄江人，1963年出生，云南大学历史与档案学院教授，历史学博士。主要从事中国边疆民族史、云南地方史、西南历史文献学的教学和研究。出版《清代云南绿营兵研究:以汛塘为中心》等五部著作，发表学术论文三十余篇。主持完成国家社科基金项目《汛塘制度研究》《清代云南边防的建立与转型研究》、云南省社会科学界联合会智库项目《历代名人与云南旅游资源开发研究》、科普项目《云南历史文化十讲》等科研项目，担任《云南大百科全书˙历史卷》副主编。论文《绿营兵与清代云南移民研究》获云南省第九次哲学社会科学优秀成果一等奖。参与整理出版的方国瑜先生《云南民族史讲义》获云南省第十八次哲学社会科学优秀成果荣誉奖。"
    },
    {
        "姓名": "王璞",
        "简介": "王璞，纳西族，历史学博士，云南大学历史与档案学院历史系副教授，硕士生导师，主要从事喜马拉雅民族史、西域史以及文化人类学的相关研究。2009年9月-2010年9月作为西部项目访问学者在伦敦大学亚非学院（SOAS）访学一年。《“西域”英译考辨》获云南省第二十二次（2018年）哲学社会科学优秀成果（论文）二等奖。"
    },
    {
        "姓名": "周立英",
        "简介": "周立英，女，四川省郫县人，历史学博士。现为云南大学历史与档案学院历史系副教授，硕士研究生导师，主要从事中国近代民族史、云南地方史、中国人民抗战史的研究与教学工作。主持国家级课题1项，省级课题1项；出版《陈荣昌〈乙巳东游日记〉点校》、《晚清留日学生与近代云南社会》等著作；在国家级核心期刊《中国边疆史地研究》《史学月刊》《云南民族大学学报》（哲社版）等期刊发表学术论文20余篇；荣获云南省第九次哲学社会科学优秀成果三等奖、云南省高等学校古籍整理研究第二届优秀成果三等奖、云南大学第十四届教学成果二等奖、云南大学素质教育“品牌”课程等荣誉称号。"
    },
    {
        "姓名": "娄贵品",
        "简介": "娄贵品，1982年生，贵州关岭人，2005年6月毕业于兰州大学历史文化学院民族学专业，获历史学学士学位；2008年6月毕业于云南大学历史系专门史（中国民族史方向）专业，获历史学硕士学位；2011年6月毕业于云南大学历史系中国边疆学专业，获历史学博士学位。2016年9月-2017年6月，北京大学社会学系访问学者。现为云南大学历史与档案学院历史系副教授，专门史（中国民族史）和边疆学硕士生导师。主要研究方向为中国民族史。著有专著1部，主持国家级项目1项，在《中国边疆史地研究》《社会科学战线》《广西民族大学学报(哲学社会科学版)》《二十一世纪》（香港）等刊物发表论文30余篇。"
    },
    {
        "姓名": "辛亦武",
        "简介": "辛亦武（1976-），大理宾川人，历史学博士，讲师。本科、硕士、博士就读于云南大学历史系，获历史学学士学位（1998年）、硕士学位（2005年）和博士学位（2013年），现为云南大学历史与档案学院教师。主要从事中国民族史、西南边疆史的教学和研究。为本科生、硕士生开设《中国传统文化概论》、《中国民俗学》、《方志学通论》等课程，在《中国边疆史地研究》、《学术探索》等刊物上发表论文数篇，主持、参与校级、省级、国家级社科基金项目多项。"
    },
    {
        "姓名": "田宓",
        "简介": "田宓，内蒙古赤峰人，中山大学博士，副教授。主要研究方向为“边疆社会史”、“历史人类学”。长期运用历史学、人类学等多学科交叉方法，研究明清以来中国北部边疆社会的历史变迁，探讨不同时期国家对边疆地区的治理策略和中国社会的整合机制。注重在正史、政书、地方志等传世典籍之外，挖掘和运用地方衙门档案以及契约、容、家谱、碑刻、口碑、仪式等民间资料。在综合利用多种类型史料并结合田野调查的基础上，解读历史资料中所蕴含的丰富信息，从户籍赋役制度、土地制度、基层组织、聚落形态、空间观念、家族构建、水利秩序、商业贸易等不同方面，勾勒北部边疆社会的运作机制，揭示地方社会的构建历程和中国社会的形构过程。目前主持国家社科基金项目两项，在各类学术刊物上发表文章多篇。"
    },
    {
        "姓名": "王春桥",
        "简介": "王春桥，云南保山人，云南省青年拔尖人才，历史学博士，硕士生导师。2012—2015年就读于云南大学历史系，获历史学博士学位。2016年到云南大学历史与档案学院参加工作。2017—2019年到云南省临沧市凤庆县驻村扶贫。2020—2021年复旦大学中国历史地理研究所访问学者。主要从事西南边疆史、中国民族史和历史人类学等研究。目前主持国家社科基金青年项目1项、云南省哲学社会科学规划课题1项。在《中国边疆史地研究》《中国历史地理论丛》、《青海民族研究》、《云南民族大学学报（哲学社会科学版）》等期刊发表学术论文多篇，编著论著2本。"
    },
    {
        "姓名": "胡鹏飞",
        "简介": "胡鹏飞，1990年生，河南新乡人，历史学博士。2014年9月—2017年6月，就读于云南大学专门史专业（中国民族史方向），获历史学硕士学位；2017年9月—2022年7月，就读于云南大学中国边疆学专业，获历史学博士学位；现为云南大学历史与档案学院讲师，兼任历史与档案学院科研秘书，主要研究方向为中国边疆学、中国海疆史。"
    },
    {
        "姓名": "赵小平",
        "简介": "赵小平，历史学博士，教授，博士生导师，云南大学历史与档案学院党委书记，兼任盐业史专业委员会副会长、中国商业史学会理事、云南省史学会常务理事、《盐》学术顾问、江苏省盐业协会淮盐文化传承创新委员会顾问、中国盐文化研究中心兼职研究员。主要从事中国商品经济史、区域经济史、盐业史的教学与研究工作。主持国家社科基金项目、省厅级项目多项。出版学术专著2部，在《中国边疆史地研究》《思想战线》《历史教学》《云南社会科学》《盐业史研究》等刊物发表学术论文50余篇。研究成果获云南省哲学社会科学优秀成果三等奖2次。"
    },
    {
        "姓名": "薛政超",
        "简介": "薛政超，湖南桃江人，南京大学博士毕业，云南大学历史学博士后出站。现为云南大学中国经济史研究所教授、博士生导师。主要研究唐宋社会经济史。主持国家社科基金2项（分别以良好、优秀结项）。在《史学理论研究》《中国经济史研究》《中国史研究动态》《中国农史》《中国历史地理论丛》《光明日报·理论周刊》等刊物发表论文50余篇，其中多篇论文被《新华文摘》《社会科学文摘》《人大复印资料》全文转载，在权威及国家级出版社出版《唐宋湖南移民史研究》《唐宋“富民”考论》等专著4部。主持获得湖南省省级教学成果二等奖1 项（2010），全国“优秀博士后学术成果”奖1项（2015），云南省哲学社会科学优秀成果奖三等奖1项（2017）。先后入选湖南省普通高校青年骨干教师（2008）、湖南省普通高校学科带头人（2011）、湖南省青年社会科学“百人工程”学者（2013）、云南大学 “青年英才”资助计划（2017）等。"
    },
    {
        "姓名": "邱永志",
        "简介": "邱永志，1989年生，江西余干人，清华大学中国经济史博士，现为云南大学历史与档案学院暨中国经济史研究所教授、博士生导师，先后入选中国历史研究院“兰台青年学者”、中国知网高被引学者、云南省“兴滇英才”青年人才、云大“东陆青年学者”、江西省“青年井冈学者”等；在《中国社会科学》《历史研究》《中国经济史研究》《中国边疆史地研究》《清华大学学报》《北京大学学报》《光明日报·理论》等刊物发表论文30多篇，多篇为人大复印报刊资料期刊、《新华文摘》、《日本学刊》转载；出版学术专著《“白银时代”的落地》，先后有多篇书评出炉；主持国家社科基金项目、中国博士后基金特别资助项目、北京用友基金会“商的长城”重点项目等10多项，参与国家社科重大项目多项；曾获清华大学校级博士学位论文一等奖、江西省社会科学优秀成果奖二等奖等；目前兼任《清华大学学报》（哲社版）编辑、中国经济史学会理事、中国金融学会金融史专业委员会中青年专家、中国钱币学会货币史委员会副秘书长、中国商业史学会理事等；主要研究方向为宋元明货币金融史、中外货币制度比较、经济史等。"
    },
    {
        "姓名": "董雁伟",
        "简介": "董雁伟，男，1982年10月生，历史学博士，副教授。现为云南大学历史系主任，兼任云南省史学会副秘书长。主持完成国家社会科学基金项目1项，教育部人文社科项目1项，云南省哲学社会科学规划项目2项。出版专著2部，在《思想战线》等刊物发表学术论文10余篇。讲授本科生课程“中国经济史”“中国古代史”等；讲授硕士研究生课程“中国经济史理论与方法基础”并指导硕士研究生。荣获“云南省高校优秀共产党员”“云南大学优秀共产党员”“云南大学历史与档案学院优秀共产党员”等称号，获云南大学第十届教师教学课堂比赛一等奖。入选云南省“万人计划”青年拔尖人才专项。"
    },
    {
        "姓名": "田晓忠",
        "简介": "田晓忠，1982年生，云南保山人。云南大学历史学本科、硕士、博士，现为中国经济史教研室主任、中国经济史研究所副所长，副教授、硕士生导师。复旦大学历史学系访问学者（2012—2013），浙江大学人文高等研究院驻访学者（2020-2021）。主要从事中国古代史、唐宋社会经济史、赋役财政史等教学与研究工作。出版学术专著1部，参著（参译）多部。在《中国经济史研究》《中国社会经济史研究》《思想战线》等刊发表论文十余篇。主持国家社科基金项目2项，参与国家社科基金重大项目、重点项目、一般项目研究等多项。入选云南省“万人计划”青年拔尖人才。"
    },
    {
        "姓名": "李园",
        "简介": "李园，湖南邵阳人，历史学博士，现为云南大学副教授，硕士生导师。2017年8月进入云南大学历史与档案学院工作，主要从事中国经济史、明代财政史研究。出版社学术专著《明代内库与财政体制变迁研究》，在《中国经济史研究》《史林》《安徽史学》《历史档案》等专业核心期刊发表论文十余篇，主持国家社科基金青年项目“明代州县财政体制与基层治理模式研究”，主持并完成省校级项目多项，参与多项国家社科基金重大招标项目、一般项目、青年项目研究。2019年入选云南省“千人计划”青年人才。"
    },
    {
        "姓名": "赵潞",
        "简介": "赵潞，历史学博士,2013年毕业于云南大学中国经济史专业，长期从事中国经济思想史和中国经济史的教学和科研，为本科生和研究生讲授《中国经济史》《中国经济思想史》等课程，参与国家社科基金项目“云南近代商业账簿整理与边疆经济社会研究”等多项国家级科研项目，在核心刊物发表《明清时期自由主义经济思潮探析》等学术论文多篇。"
    },
    {
        "姓名": "罗群",
        "简介": "罗群，云南大学历史与档案学院教授，院长，中国边疆学专业博士生导师。国家社科基金重大招标项目“中国历史上边疆与内地交往交流交融的历史进程及比较研究”首席专家，兼任云南省史学会会长、云南省高校本科专业建设专家委员会副主任委员、中国现代史学会常务理事、中国民族史学会理事、中国经济史学会理事等。主要从事中国近现代史、西南边疆史的研究与教学工作。著有《近代云南商人与商人资本》《云南经济发展史》《王炽与晚清云南商业社会》等。主持承担国家级及省部级科研项目多项，在《民族研究》《中国边疆史地研究》《抗日战争研究》《中国经济史研究》《学术月刊》《思想战线》等刊物发表学术论文六十余篇。"
    },
    {
        "姓名": "齐春风",
        "简介": "齐春风，南京大学历史学博士。现任云南大学历史与档案学院教授、博士生导师，兼任中国现代史史料学会副会长、江苏省历史学会常务理事。长期从事抗日战争史、中国近代经济史、国共党史的教学与研究工作，在《中国社会科学》《历史研究》《近代史研究》《中国经济史研究》等期刊发表学术论文50余篇，著有《中日经济战中的走私活动（1937—1945）》《南京百年城市史·金融商贸卷》等。承担国家社科基金重大项目、国家社科基金重大项目子课题、国家社科基金专项工程项目、教育部人文社会科学规划基金项目各一项，国家社科基金年度项目2项。成果获江苏高校哲学社会科学研究优秀成果二等奖、江苏省哲学社会科学优秀成果一二等奖各一次。"
    },
    {
        "姓名": "谢蔚",
        "简介": "谢蔚，1974年4月出生，男，汉族，浙江丽水人，云南大学历史与档案学院历史系副教授。2009年7月，获北京大学中国近现代史专业历史学博士学位。同年进入云南大学工作。2010年12月，进入云南大学人文学院历史系博士后流动站，2015年11月出站。现主要从事中国近现代法制史、政治制度史的教学和科研工作。主持国家社科项目一项，云南省一流本科课程一门。出版专著《晚清法部研究》（中国社会科学出版社，2014年，获得云南省哲学社会科学优秀成果三等奖），在《史学月刊》《思想战线》等期刊发表论文20余篇。"
    },
    {
        "姓名": "沙文涛",
        "简介": "沙文涛（1977.9—），男，云南墨江人，哈尼族。1999年毕业于云南大学历史系，获历史学学士学位。2002年毕业于浙江大学历史系，获中国近现代史专业硕士学位。2018年毕业于南京大学历史系，获中国近现代史专业博士学位。2002年入职云南大学历史系，现为云南大学历史与档案学院副教授，硕士研究生导师。主要研究方向为中华民国史、中国近代政治制度史。著有《民主斗士——李公朴》（云南人民出版社2015年），在《历史教学》《中国国家博物馆馆刊》《学术探索》《中华文化论坛》《兰州学刊》等刊物发表学术论文十余篇。"
    },
    {
        "姓名": "周妮",
        "简介": "周妮，女，重庆彭水人，历史学博士，云南大学历史与档案学院历史系副教授，主要从事中国边疆学、历史人文地理、民族史等研究。2012年毕业于重庆医科大学，获管理学学士学位；2015年毕业于西南大学，获历史学硕士学位；2019年毕业于复旦大学历史地理研究中心，获历史学博士学位；2019年7月至2021年9月在云南大学历史与档案学院中国史流动站从事中国边疆学研究工作。主持国家社科基金项目2项、省部级项目2项、校级、区县级项目10余项。在《中国边疆史地研究》《历史地理研究》《中央民族大学学报（哲学社会科学版）》《贵州民族研究》等刊物发表论文20余篇。合作出版《江南景观史》《从金山到上海：金山区历史地理研究》《图溯上海·上海市测绘院藏近代上海地图文化价值研究》著作3部。"
    },
    {
        "姓名": "舒满君",
        "简介": "舒满君，安徽东至人，厦门大学历史学博士。现任云南大学历史与档案学院副研究员、硕士生导师，近现代史教研室主任。主讲《中国现代化进程研究》《中华人民共和国史研究》等课程。主要研究方向有中国近现代史、中国社会经济史、区域史、徽学，在《近代史研究》《史学月刊》《中国社会经济史研究》《中国经济史研究》《史林》等刊物发表论文10余篇，人大复印资料全文转载2篇。主持国家社科基金青年项目1项，完成博士后面上项目1项。博论入选福建省优秀博士学位论文。入选云南省“兴滇英才支持计划”青年人才专项。获中国社科院优秀对策信息奖特等奖。"
    },
    {
        "姓名": "韩杰",
        "简介": "韩杰，字韫山，号北窗，1965年9月生，山东齐河人，云南大学历史系教授。1982~1989年就读于云南大学历史系，获历史学学士、硕士学位。长期从事中国古代史、中国史学史、中国传统文化的教学与研究，曾任云南大学历史文化学院副院长，现担任云南省高等学校文化素质教育指导委员会委员、云南大学教学指导委员会委员、云南大学本科教学督导、历史与档案学院教指委副主任、中国古代史教研室主任，并任中国历史文献研究会常务理事。独著或参著《数字与色彩趣谈》《云南名胜古迹》《中国史学史纲要》《中国传统文献学概论》等十余部著作，发表《华峤〈汉后书〉三议》《北魏时期“十六国史”的撰述》《论崔鸿及其〈十六国春秋〉》《六朝史学考述九则》等论文四十余篇，主持各级科研、教学项目十余项。曾获“云南省首届高校青年教师课堂教学比赛一等奖”“云南大学首届青年教师课堂教学比赛特等奖”“云南大学第三届青年教师课堂教学比赛一等奖”“云南大学优秀共产党员”“云南大学红云优秀教师奖”。"
    },
    {
        "姓名": "张轲风",
        "简介": "张轲风，1978年9月出生，山西长子人。云南大学历史与档案学院历史系教授、博士生导师，曾任历史系系主任。1998-2002年，就读于云南大学历史系历史学基地班。2002-2005年，就读华中师范大学历史文化学院历史文献研究所，获历史学（历史文献学方向）硕士学位。2006-2009年，就读云南大学人文学院历史系，获历史学（历史地理学方向）博士学位。2009年7月以来，在云南大学历史系任教。主要从事历史地理学、西南边疆史地、历史文献学研究工作。出版专著《民国时期西南大区区划演进研究》1部，在《中国边疆史地研究》《读书》《中国历史地理论丛》《明清小说研究》《思想战线》等期刊发表学术论文40余篇。"
    },
    {
        "姓名": "陈碧芬",
        "简介": "陈碧芬，女，1975年生，云南陆良人，云南大学历史与档案学院历史系副教授，历史学博士，硕士生导师。主要从事明清社会史、云南地方史的研究。长期讲授历史系本科生的《中国古代史（下）》《中国社会史》《中国古代史专题》课程以及研究生的《中国古代史研究的理论与方法》《中国社会史》课程；在中国社会科学出版社出版专著《明清民本思想研究》；在《中国边疆史地研究》《云南社会科学》《暨南学报》《思想战线》《中央民族大学学报》等刊物上发表学术论文十余篇；参与国家社科基金研究项目5项，主持云南省哲学社会科学研究基地等项目4项，参与云南省人民政府决策咨询课题多项。"
    },
    {
        "姓名": "和洪勇",
        "简介": "和洪勇，男，纳西族，云南丽江人，副教授，历史学博士，毕业于北京大学历史学系。主攻明史、政治制度史。"
    },
    {
        "姓名": "毛春伟",
        "简介": "毛春伟，1982年出生，云南宾川人，北京师范大学历史学博士，云南大学历史系副教授，硕士生导师，兼任中国史学会史学理论分会理事、云南省史学会理事。主要从事史学理论与中国史学史的教学和研究，出版研究专著一部，发表学术论文和评论十余篇。主持完成国家社会科学基金青年项目、云南省哲学社会科学规划一般项目、教育部人文社会科学重点研究基地重大项目子课题。入选云南大学“东陆中青年骨干教师”培养计划、云南省“万人计划”青年拔尖人才专项。主要讲授“史学理论与方法”“中国史学史”“史学理论名著选读”等本科生和研究生课程。获教育部、国务院学位委员会“博士研究生学术新人奖”，云南大学第十五届教师课堂教学比赛一等奖。"
    },
    {
        "姓名": "耿 金",
        "简介": "1987年生，云南富源人，复旦大学历史地理研究中心博士，云南大学历史与档案学院副教授，硕士生导师。研究方向为环境史、水利史、农业历史地理、景观史、灾害史。主持国家社科基金青年项目1项，省级人才项目1项，校级社科项目2项；参与国家社科基金重大项目3项，教育部重大项目1项，国家社科基金青年项目2项，省级项目2项。出版《形塑地景与人文：9-20世纪浙江宁绍平原水利研究》等著作4部。在《史学理论研究》《历史地理研究》《民俗研究》《史学月刊》《思想战线》《中国历史地理论丛》《中国农史》等核心刊物发表论文二十余篇，文章被《中国社会科学文摘》《高等学校文科学术文摘》《历史与社会文摘》等转载。入选云南省高层次引进青年人才。"
    },
    {
        "姓名": "祁志浩",
        "简介": "祁志浩，1983年生，山东淄博人，本科、硕士、博士均就读于云南大学历史系。现执教于云南大学历史系。云南省“兴滇英才支持计划”青年人才，云南省优秀博士学位论文获得者。长期从事中国社会经济史研究，聚焦历史时期的慈善事业与社会救济、粮食保障与国家关系等领域，主持《清至民国时期的云南社会保障研究》《清代义仓与国家治理研究》等国家社科基金项目2项，以及省部级、校内项目7项，参与国家社科类重大项目3项。公开发表学术论文10余篇，学术观点入选中国社会科学院《2022年历史学研究发展报告》。"
    },
    {
        "姓名": "吴昊",
        "简介": "吴昊，女，1984年生，河北邯郸人，历史学博士，云南省高层次引才计划“青年人才”。2015年毕业于中国社会科学院研究生院， 2018年至今为云南大学历史与档案学院助理研究员。工作期间曾参与外交部涉钓鱼岛专项、国家海洋局涉南海专项及三沙市委托项目等多项课题任务，撰写内部研究报告十余篇，成果报送国家相关部门；公开出版专著《荣耀之海—19世纪英国海军战略与帝国海权》及译著《英语民族史》《陆地上的海军—200年来皇家海军的陆上行动》；在国家各类期刊和重要报刊上发表学术论文二十余篇。"
    },
    {
        "姓名": "王朔",
        "简介": "王朔，女，1990年10月生，河北邯郸人，云南大学历史与档案学院助理研究员。2008年-2012年就读于武汉大学历史学基地班，2019年获得武汉大学历史学（历史地理学方向）博士学位。主要从事先秦秦汉史、历史地理以及简帛学等相关研究。曾在核心刊物发表论文4篇，获得2019年云南省博士后科研基金项目三等资助、2022年教育部人文社科青年项目、2022年国家社科后期项目。"
    },
    {
        "姓名": "钱金飞",
        "简介": "钱金飞，现为云南大学历史与档案学院教授，博士生导师，世界史教研室主任，中国德国史研究会副秘书长、常务理事。2004年毕业于北京大学历史系世界史专业，获博士学位；2014-2015年奥地利维也纳大学访问学者。主要从事中世纪及近代早期欧洲史、德国史、中西历史比较等方面的教学与研究，先后为本科生和研究生开设“世界中古史”“世界文明史”“欧洲一体化史”“欧洲史专题”“欧洲史”“中西历史比较理论、方法与文献”等课程，主持完成国家社科基金项目2项，参与完成国家社科基金重点项目2项，在《世界历史》等刊物上公开发表学术论文十余篇，成果被《人大复印报刊资料》、“中国社会科学网”多次转载，出版有《德意志近代早期政治与社会转型研究》《1525年革命：对德国农民战争的新透视》《希波的奥古斯丁》《西方社会史》等150多万字专著和译著，3次荣获云南省哲学社会科学优秀成果奖，入选“云南大学中青年骨干教师”“云南大学东陆英才”等人才培育计划。"
    },
    {
        "姓名": "龙秀清",
        "简介": "龙秀清，1968年生，贵州省江口县人，苗族。在贵州大学（1986-1990）、南开大学（1990-1993，师从于可先生）、东北师范大学（1996-1999，师从朱寰先生）获得历史学学士、硕士、博士学位。曾任教于天津师范大学（1993-2013）和中山大学（2013-2023）。1999年破格晋升副教授，2001年破格晋升教授，2008年入选“教育部新世纪优秀人才支持计划”，同年被聘为博士生导师。曾在英国伯明翰大学、美国天主教大学、罗马大学和梵蒂冈档案馆等欧美高校访学。现为云南大学历史与档案学院教授，国家社会科学基金重大项目“西方政教关系核心文献整理、汉译与研究”（18ZDA216）首席专家，兼任中国世界中世纪史学会副会长、中国世界古代中世纪史研究会常务理事、中国英国史研究会理事、国际教会史学会（Ecclesiastical History Society）会员等。主要从事欧洲中古史、基督教史的教学与研究，主持并完成国家与教育部社科基金项目6项，目前出版有《世界古代中期军事史》（1996）、《西欧社会转型中的教廷财政》（2001）、《英国庄园生活》（合译，2005）、《欧洲的宗教与虔诚1215—1515年》（合译，2012）、《圣徒与罪人：一部教宗史》（独译，2018）、《新编剑桥中世纪史》第七卷（合译，2022）等8种；在《中国社会科学》、《历史研究》、《世界历史》等刊物上发表学术论文50余篇。三次荣获天津市社会科学优秀成果奖（2002、2004、2008）。        Email：longxq16@163.com"
    },
    {
        "姓名": "任东波",
        "简介": "任东波，云南大学历史与档案学院教授，国际关系史博士。1999—2023年在吉林大学历史系、文学院世界史系、吉林大学国际关系研究所工作，曾任吉林大学历史研究院副院长、文学院世界史系系主任，《史学集刊》副主编。研究方向包括国际思想史、史学理论、国际关系理论研究、东亚国际关系。在《史学理论研究》《北京大学学报（哲学社会科学版）》等期刊上发表了20余篇CSSCI论文，其中12篇论文被《中国社会科学文摘》、中国人民大学复印报刊资料（《世界历史》《国际政治》《历史学》《历史学文摘》）、《社会科学文摘》全文转载，11篇论文被“中国社会科学网”全文转载，在《人民日报》（理论版）和《中国社会科学报》也发表了较有影响的论文。同时，出版了译著、著作、教材5部。主持国家社会科学基金项目2项以及其他省部级项目3项。"
    },
    {
        "姓名": "陶亮",
        "简介": "陶亮，现为云南大学历史与档案学院副教授，硕士生导师，主要从事南亚史、国际关系史、印度洋史和世界现当代史的科研与教学，曾在华东师范大学历史系博士后流动站进行博士后研究并出站（出站报告：“冷战时期美国的印度洋政策研究”）；美国范德堡大学（Vanderbilt U）访学一年（Study report:“Lost Chance: America’s Policy towards India (1946-1950)”）。承担本科生专业课程“世界现代史”，“世界民族与宗教”和研究生课程“世界当代史专题”，“世界史基本问题研究”与“南亚研究专题”的教学工作。在《南亚研究》、《国际论坛》、《当代世界》、《中国边疆史地研究》、《东南亚南亚研究》、《世界历史》与《南亚学》等刊物发表文章多篇，有的文章被《中国社会科学文摘》和《人大复印资料》全文转载或索引，2篇论文由中国知网和期刊编辑部译成英语在国外出版发行。此外，在国外刊物公开发表英文文章2篇，出版专著一部，参著云南大学蓝皮书《印度国情研究》（社科文献出版社）。主持国家社科基金项目、教育部国别研究项目、中国博士后基金项目和云南省社科规划项目。现在研云南省社科规划项目《锡金“印度化”对中国边疆安全战略的影响》。曾获云南省优秀社科成果二等奖（论文类）。"
    },
    {
        "姓名": "施雱",
        "简介": "施雱，先后获得北京师范大学历史学学士、硕士和博士学位，曾在美国休斯敦大学联合培养。现任教于云南大学历史与档案学院，副教授，硕士生导师，主要研究领域为世界近现代史和欧美环境史。主持并完成国家社会科学基金项目、云南省哲学社会科学规划项目等。在《世界历史》等期刊发表学术文章十余篇，出版学术译著《大加速：1945年以来人类世的环境史》，研究成果曾获云南省哲学社会科学优秀成果奖二等奖。为本科生和研究生讲授的专业课主要有《世界中古史》《西方史学史》《美国史专题》等。入选云南省“万人计划”青年拔尖人才专项、云南大学“东陆中青年骨干教师”培养计划。"
    },
    {
        "姓名": "任有权",
        "简介": "任有权，黑龙江省克山县人，现为云南大学历史与档案学院副教授，上海外国语大学英国研究中心兼职研究人员，研究领域包括欧洲近现代史、英国史，研究主题集中于英国工业革命、英国农业史、西方社会福利制度、现代化进程研究等。2010年—2014年就读于南京大学历史学系世界史专业，获得博士学位，期间曾到伦敦大学历史研究所（IHR）访问学习一年。2014年9月进入云南大学历史系工作。现参与国家社会科学基金重大项目一项，主持国家社会科学基金青年项目一项并已结项。出版专著《发现时代》（人民出版社2022年出版），参与《十八世纪英国的大众政治》（商务印书馆2015年出版）的翻译工作，曾在《世界历史》、《南京大学学报》、《经济社会史评论》、《历史教学问题》、《外国问题研究》、《杭州师范大学学报》、《英国研究》等期刊上发表多篇文章，在学术界产生了一定的反响，文章曾被《新华文摘》、《中国社会科学文摘》和《高等学校文科学术文摘》转载。承担的课程包括本科生课程“世界近代史”，研究生课程“欧洲史”和“西方史学名著导读”。"
    },
    {
        "姓名": "卢兆瑜",
        "简介": "卢兆瑜，男，壮族，1985年11月生，广西南宁市武鸣区人。2004—2011年在吉林大学文学院历史系学习，获得历史学学士、硕士学位。2012年考入清华大学人文学院历史系，师从张绪山教授攻读博士学位，2016年在美国加州大学伯克利分校访学，2017年获历史学博士学位。2017年进入吉林大学文学院世界史博士后流动站工作（合作导师任东波教授），期间在中国社会科学院历史研究院借调工作，2020年博士后出站，留任世界史系讲师。2022年调入云南大学历史与档案学院，现为世界史教研室副教授，入选云南大学“东陆青年学者”。 主要研究领域为欧洲史、基督教史、国际思想史，其他学术兴趣为政治哲学、文学评论。在《世界历史》《清华大学学报（哲学社会科学版）》《读书》《史学集刊》《江海学刊》《中国学术》等期刊发表论文十数篇，多篇被“人大复印报刊资料”、《社会社科文摘》全文转载；在商务印书馆出版译著一部（合译）。主持一项国家社科基金项目，参加多项国家社科基金（重大）项目。先后为本科生开设“世界古代史”“国际关系史”等课程，为研究生开设“西方史学名著导读”“国际思想史”等课程。"
    },
    {
        "姓名": "杨晓慧",
        "简介": "杨晓慧，浙江义乌人，2003年毕业于云南大学历史系世界史专业，现为云南大学历史与档案学院讲师，主要从事东南亚史和现当代国际关系研究。为历史学专业学生讲授“世界当代史”、“国际关系概论”“东南亚专题”、“世界文明史”等课程，历任历史系研究生党支部书记兼班主任、历史系教师党支部书记和历史与档案学院工会委员。"
    },
    {
        "姓名": "张立可",
        "简介": "张立可，满族，吉林省公主岭市（现划归长春市）人，1980年生，现为云南大学历史与档案学院讲师。1996-1999年就读于吉林省公主岭市第一中学；1999-2003就读于长春大学，获学士学位；2005-2008年就读于东北师范大学历史文化学院，师从徐家玲教授，获硕士学位；2008-2015就读于东北师范大学历史文化学院，师从王晋新教授，获博士学位；2015至今就职于云南大学历史与档案学院，担任世界史教师，承担本科生课程“世界上古史”、“古希腊文明”、“历史社会学”以及“世界古代史专题”、“世界中世纪史专题”“世界史基本问题研究”等。在英国伯明翰大学《东地中海研究》（2014、2015年）、比利时学术期刊Byzantion（2015年）、《国外理论动态》（2019年）、《理论界》（2014年）等刊物和西班牙“拜占庭研究”网站（2014年）上发表各类文章、书评、译文6篇，2014年开始与长春电视台合作拍摄历史题材电视栏目《现代启示录》，并被吉林省社会科学报、东北师范大学校园网报道。"
    },
    {
        "姓名": "刘恒",
        "简介": "刘恒，1990年出生，云南大学历史与档案学院讲师、硕士生导师，主要从事冷战时期美印关系史、英印关系史和印度军事史的研究。2012年毕业于武汉大学历史学院世界史试验班，获历史学学士学位，2015年获武汉大学历史学院世界史硕士学位，2019年毕业于华东师范大学历史系，获世界史博士学位。2018年赴英国伦敦大学皇家霍洛威学院历史系访学。2019年—2021年为云南大学政治学流动站师资博士后、国际关系研究院助理研究员。2022年1月进入云南大学历史与档案学院工作，担任历史系2022级本科生班主任，为本科生和研究生开设“世界近代史”、“大国兴衰与国际格局”、“南亚史专题”等课程。目前主持国家社科基金青年项目和云南省哲社规划课题各1项，参与国家社科基金重大专项、国家民委特别委托项目等多项课题，在《世界历史》《史学集刊》等刊物发表学术论文6篇，成果被中国社会科学网、《高等学校文科学术文摘》和《人大复印报刊资料》转载，2022年入选云南省“兴滇英才支持计划”。"
    },
    {
        "姓名": "黄云川",
        "简介": "黄云川，女，汉族，云南楚雄人，祖籍四川遂宁，2008年、2011年和2019年先后在东北师范大学获历史学学士、硕士和博士学位，博士期间曾到日本岛根县立大学短期交流。现为云南大学历史与档案学院历史系世界史教研室讲师，硕士生导师，从事东亚史、东南亚史、近代国际关系史等领域研究，为本科生和研究生讲授《世界现代史》《东南亚史专题》等课程。在《历史教学问题》《外国问题研究》《世界史研究》等期刊公开发表多篇学术论文。参与国家社会科学基金特别委托项目一项。"
    },
    {
        "姓名": "成一农",
        "简介": "成一农研究员：1974年4月出生于北京。1992年至2003年，就读于北京大学历史系，先后获学士、硕士和博士学位。2003年至2017年2月，工作于中国社会科学院历史所。 2017年2月至今，云南大学历史与档案学院研究员，博士生导师，云南大学历史地理研究所所长。主要从事历史地理、城市史以及中国传统舆图的研究。曾主持社科基金青年项目1项，社科基金后期资助项目1项，社科基金重大项目1项。出版《古代城市形态研究方法新探》《“非科学”的中国传统舆图》和《中国古代舆地图研究》（及修订版）等学术专著，《帝国晚期的江南城市》等译著；在《中国史研究》《中国历史地理论丛》等刊物和论文集中发表论文百余篇，此外还撰写通俗读物20余篇。2018年获得云南省哲学社会科学优秀成果二等奖；2019年第五届郭沫若中国历史学奖提名奖；2020年获得教育部第八届高等学校科学研究优秀成果奖（论文著作三等奖）。"
    },
    {
        "姓名": "陈庆江",
        "简介": "陈庆江教授：云南宣威人,汉族，1964年12月生。历史学博士，云南大学历史系教授。中国徐霞客研究会副会长、云南徐霞客研究会会长。主要从事历史人文地理、徐学、地名学研究。著有《明代云南政区治所研究》《壮游滇云——徐霞客》，主编《昆明地名研究》《徐霞客游线——云南篇》等，参撰、参编《中华人民共和国地名词典·云南省》《南诏大理国历史文化大辞典》《云南大百科全书》（历史卷）《徐霞客游记全译》《云南徐学研究文集》《新国学三十讲》《中华人民共和国政区大典》（云南卷）等。发表学术论文70余篇，主持或参与横向、纵向科研课题多项。深度参与央视一套大型文化节目《典籍里的中国·徐霞客游记》嘉宾访谈等环节的工作。"
    },
    {
        "姓名": "张轲风",
        "简介": "张轲风教授：1978年9月生，山西长子人。2002年云南大学历史系历史学基地班毕业，学士学位；2005年华中师范大学历史文化学院历史文献研究所毕业，历史文献学专业硕士学位；2009年云南大学历史系毕业，历史地理学方向的历史学博士学位。主要从事西南边疆史地、历史政治地理、历史文化地理、历史地理学术史研究工作。迄今为止，在《中国历史地理论丛》《中国边疆史地研究》《明清小说研究》等各类期刊上发表论文40余篇；出版学术专著《民国时期西南大区区划演进研究》；主持国家级课题1项，省级项目1项，校级课题2项，参与国家级课题4项，参与国际合作横向项目1项。2011年11月，获得云南大学青年教师教学比赛一等奖。2014年，入选云南大学中青年骨干教师培养计划。2017年9月，获云南省首届高校教师教学比赛二等奖。"
    },
    {
        "姓名": "马琦",
        "简介": "马琦教授：1978年出生，陕西人。历史学博士，云南大学教授，博士生导师，主要从事历史地理学、中国边疆史地、明清社会经济史研究。国家社科基金中国历史研究院重大历史问题研究专项重大招标项目首席专家，教育部全国优秀博士论文提名获得者，入选云南省万人计划青年拔尖人才，获云南省哲学社会科学优秀成果一等奖、三等奖。主持国家社科基金重大历史专项《中国古代边疆治理的实践及得失》、国家社科基金一般项目《西南边疆矿业与清代国家安全研究》、教育部人文社科基金《清代黔铅开发研究》、云南省社科基金项目等课题5项；出版《国家资源：清代滇铜黔铅开发研究》等学术著作5部，在《中国边疆史地》《中国经济史研究》等刊物发表学术论文30余篇。"
    },
    {
        "姓名": "潘威",
        "简介": "潘威 教授： 1981年11月出生，中国民主建国会会员。云南大学历史与档案学院历史系、云南大学历史地理研究所教授，博士生导师，云南省教育厅重点实验室“数字人文”技术研发与应用重点实验室主任。中宣部“青年英才”、云南省“青年千人”、中国水利史学会副秘书长、中国地理学会气候专业委员会委员、中国科学院陆地表层格局与模拟重点实验室客座研究员、河南大学经济学院特聘研究员。在《Quaternary International》《Journal of Arid Environments》《地理学报》《中国经济史研究》《地理研究》《地理科学》《第四纪研究》《中国历史地理论丛》《沉积学报》《史学月刊》等刊物发表论文50余篇，出版专著4部，主持国家自然科学基金（青年项目）、国家社科基金一般项目、国家社科基金重大项目子课题、教育部重大项目子课题5项及多项横向课题。"
    },
    {
        "姓名": "刘灵坪",
        "简介": "刘灵坪副教授：1986年5月出生，白族，云南剑川人。2007年，云南大学国家级历史学基地班毕业，历史学学士学位。2010年，复旦大学历史地理研究中心历史地理学硕士毕业，历史学硕士学位。2013年，复旦大学历史地理研究中心边疆史地专业博士研究生毕业，历史学博士学位。 2013年7月入职云南大学历史系，现任云南大学历史系副主任、历史地理教研室主任，中国民族史学会理事、云南省史学会理事。专业方向为历史地理学，主要从事中国西南边疆史地、西南少数民族史研究。2019年入选云南省“万人计划”青年拔尖人才。在《中国历史地理论丛》《历史地理》《中国边疆史地研究》等专业权威刊物上发表论文多篇，参与国家社科基金重大项目、国家自然科学基金项目、国际合作项目5项，主持国家社科基金青年项目1项（结项），国家社科基金一般项目1项在研，云南省教育厅哲学社会科学项目1项，地方政府合作项目2项，云南大学校级课题1项。"
    },
    {
        "姓名": "赵小平",
        "简介": "赵小平，男,1975年7月12日生，甘肃天水人。中共党员,教授,博士,硕士研究生导师。主要研究方向为中国经济史、云南地方经济史、民族经济史。现为云南省钱币学会会员、云南省史学会会员、中国盐文化研究学会会员。先后在《中国边疆史地研究》《思想战线》《云南社会科学》《历史教学》《盐业史研究》《学术探索》等刊物上公开发表学术论文近40篇,参著3部;主持国家社科基金西部项目1项，主持完成省厅级项目6项;获云南省哲学社会科学优秀成果三等奖1项、云南省优秀硕士学位论文指导奖1项。先后参加南非举办的“第十六届世界经济史年会”、新加坡国立大学举办的“第21届亚洲历史学家年会”等国际、国内学术会议近30次。"
    },
    {
        "姓名": "薛政超",
        "简介": "薛政超,男,汉族,1975年出生,湖南桃江人。先后毕业于湖南师范大学、南京大学,获历史学硕士、博士学位，在云南大学完成博士后研究工作。现为云南大学中国经济史研究所教授、硕士生导师。主要研究唐宋社会经济史。主持国家社科基金2项,省级项目5项。在《中国经济史研究》《中国史研究动态》《国学研究》《中国农史》《中国历史地理论丛》《光明日报·理论周刊》等刊物发表论文近50篇,在权威及国家级出版社正式出版《唐宋湖南移民史研究》等专著3部。主持获得省级教学成果二等奖1项（2010 )，全国“优秀博士后学术成果”奖1项（2015 ）。先后入选省级普通高校青年骨干教师（2008)、省级普通高校学科带头人（2011)和省级青年社会科学“百人工程”学者（2013）等。"
    },
    {
        "姓名": "秦树才",
        "简介": "秦树才,男,1963年出生,云南澄江人。云南大学历史与档案学院教授,历史学博士,云南省史学会秘书长。主要从事中国边疆民族史、云南地方史的教研工作。出版《清代云南绿营兵研究:以汛塘为中心》、《中国西南边疆的社会经济:1250~1850》（译著,第二译者）《云岭金江话货殖:云南民族商贸》方国瑜《云南民族史讲义》（整理者之一）等著作。主持完成国家社科基金项目《汛塘制度研究》(2012 ）等项目研究,主持国家社科基金项目《清代云南边防的建立与转型研究》（2014年~今）等项目研究。论文《绿营兵与清代云南移民研究》获云南省第九次哲学社会科学优秀成果一等奖,整理著作《云南民族史讲义》获云南省第十八次哲学社会科学优秀成果荣誉奖。"
    },
    {
        "姓名": "陈子丹",
        "简介": "陈子丹,云南大学历史与档案学院档案与信息管理系教授,档案学学硕、图书情报专硕、档案学博士生导师。1997、1999年破格晋升为副教授、教授,2003、2006年获云南大学历史文献学、档案学博士生导师资格。从教30年来,在档案学教学、科研领域取得显著成绩,其研究成果涉及少数民族档案及民族档案学科建设等方面。已在各种学术刊物上公开发表学术论文105篇,其中在来源、核心期刊上发表49篇,出版学术著作10部。主持完成国家社科基金特别委托项目、教育部人文社科研究项目及省、校级研究项目多项,参与完成国家级、省部级课题多项,教学和科研成果荣获国家档案局优秀科技成果奖、“云南省哲学社会科学优秀成果奖”、“云南大学伍达观教育基金优秀教师奖”。"
    },
    {
        "姓名": "潘先林",
        "简介": "潘先林,1967年6月生,云南省昭通市威信县人。1997年7月毕业于云南大学中国民族史专业,获历史学博士学位。现为云南大学历史与档案学院教授，西南古籍研究所副所长,历史系中国民族史教研室主任、云南地方史研究室主任,中国边疆学专业博士生导师。兼任中国民族史学会理事、云南省国学研究会理事、云南省高等院校古籍整理工作委员会副秘书长。主要从事中国近代民族史、西南边疆史、云南地方文献的教学与研究工作。"
    },
    {
        "姓名": "段红云",
        "简介": "段红云，云南富民人，1975年6月生,博士,研究员,专门史专业博士生导师。主要从事西南民族史、西南边疆史研究，出版专著《明代云南民族发展论纲》《中国古代的民族识别》，参编著作3部,先后主持国家社科基金项目《明清时期中缅边境变迁对近代东南亚地缘政治的影响研究》以及省院省校合作项目等6项，发表学术论文30余篇。《清代中国疆域的变迁及其对中国民族发展的影响》获得第二十次云南省哲学社会科学优秀成果一等奖,《明代云南民族发展论纲》获得第十六次云南省哲学社会科学优秀成果二等奖。"
    },
    {
        "姓名": "韩杰",
        "简介": "韩杰,男,云南大学历史学教授。长期从事中国古代史、中国史学史、中国传统文化的教学与研究。曾任云南大学历史文化学院副院长,现担任云南大学教学指导委员会委员、历史与档案学院教指委副主任、教授委员会主任、中国古代史教研室主任,并任中国历史文献研究会常务理事。独著或参著《数字与色彩趣谈》《云南名胜古迹》《中国史学史纲要》《中国传统文献学概论》等十余部著作,相继发表《华峤〈汉后书〉三议》《北魏时期“十六国史”的撰述》《论崔鸿及其〈十六国春秋〉》等论文四十余篇,主持各级科研、教学项目十项。曾获“全省高校青年教师课堂教学比赛一等奖”、“云南大学红云优秀教师奖”。"
    },
    {
        "姓名": "郭武",
        "简介": "郭武,1988年毕业于北京大学哲学系（宗教学专业) , 1991年毕业于四川大学宗教学研究所，2002年毕业于香港中文大学宗教研究系,哲学博士。曾任四川大学宗教学研究所教授、博士生导师,国家“985工程”四川大学“宗教与社会研究创新基地”学术带头人，美国哈佛大学燕京学社、芝加哥大学宗教研究中心访问学者,英国牛津大学中国研究所高级研究学者，现为云南大学历史系特聘教授、博士生导师,中国丹道与养生文化研究会副会长，老子道学文化研究会常务理事,香港《弘道》季刊主编。研究方向为道教历史,著有《道教与云南文化——道教在云南的传播、演变及影响》《〈净明忠孝全书〉研究——以宋元社会为背景的考察》《王重阳学案》《丘处机学案》等。"
    },
    {
        "姓名": "张巨成",
        "简介": "张巨成,教授,博士生导师,中国中共党史学会理事，中国科学社会主义学会理事,云南省科学社会主义学会常务副会长，云南中共党史学会副会长，云南省中国近代史研究会副会长，云南省优秀社科专家。历任云县人民政府副县长、云南大学公共管理学院党委副书记、马列主义教研部党总支副书记、校党委宣传部副部长兼新闻中心主任、马克思主义学院党总支书记、党委书记，现任历史与档案学院党委书记。已在《人民日报》《光明日报》《马克思主义研究》等报刊上发表论文100多篇。其中在《人民日报》发表论文13篇,在《光明日报》发表论文6篇。已出版专著《历史文化与思考》《简明云南史话》《中国近现代史与中国化马克思主义研究》等。"
    },
    {
        "姓名": "马玉华",
        "简介": "马玉华,法学博士,云南大学历史与档案学院历史系教授、硕士研究生导师。主要从事中国近现代史的教学,研究方向是中国近代西南边疆史、西南民族学史。1986年7月，毕业于云南大学历史系,获学士学位。1996年9月至1998年7月，在云南大学社会学系政治学专业研究生班学习。2002年9月至2006年1月，在云南大学中国少数民族史专业攻读博士学位，获法学博士学位。2006年9月至2008年10月,在南京大学历史学系中国近现代史专业博士后流动站从事研究工作。出版专著《国民政府对西南少数民族调查之研究(1929-1948 ) 》《区域文化与社会变迁—一威宁.石门坎.苗族》。主编《中国边疆研究文库.初编》西南边疆卷五卷六册。"
    },
    {
        "姓名": "华林",
        "简介": "华林,1965年11月,汉族,云南省景东县人。1985年毕业于中国人民大学档案系，同年分配到云南大学任教至今。1994年7月获云南大学民族史博士学位（师从尤中教授）。1997年8月破格评为教授。2002年11月被云南省政府授予“云南省中青年学术与技术带头人”称号。现为博士生导师，民族文献、民族历史档案学术带头人，中国人民大学档案学院客座研究教授，云南大学西南边疆民族研究中心兼职研究员，昆明市档案局中评委学术委员，云南省档案局高评委学术委员，云南省古籍保护专家委员会委员,云南省档案学会常务理事，云南省省委联系专家，中国档案学会档案学基础理论委员会委员、国家社科项目通讯评审专家，国务院、教育部相关学科建设通讯评审专家。先后主持或完成国家社科（2项)、教育部（1项）和云南省哲学社会科学等各级科研项目16项，已在省内外公开专业刊物上发表学术论文110篇,出版学术专著12部。获国家民委社会科学研究成果奖三等奖、云南省哲学社会科学优秀成果奖三等奖、云南大学伍达观教育基金优秀教师奖杰出奖等各种奖项20余项，在教学科研中取得了丰硕成果。"
    },
    {
        "姓名": "段丽波",
        "简介": "段丽波,女,汉族,中共党员,中国少数民族史专业博士、教授、硕导,云南大学历史与档案学院党委副书记，为本院本科生、研究生教授学科基础课和专业课;主要致力于中国西南民族史、民族历史档案文献研究;出版专著3部、参著2部,发表学术论文40余篇,其论著对推动西南民族源流史的研究和民族历史档案的发掘利用作了积极推进和探索;主持国家社科基金项目、云南省十二五重大项目子项目等9项;作为主要完成者参与国家社科基金项目、教育部“马工程”项目等4项。先后入选云南大学“中青年骨干教师”、云南大学“青年英才培育计划”﹔博士学位论文被评为云南省“优秀博士学位论文”，专著、论文曾先后荣获云南省哲学社会科学优秀成果二等、一等奖。"
    },
    {
        "姓名": "罗群",
        "简介": "罗群,女，汉族。历史学博士，教授,博士生导师，副院长，历史系主任。主要从事中国近现代史、西南边疆史研究。兼任中国现代史学会常务理事,中国钱币学会理事、云南省史学会理事，主持承担国家级及省部级科研项目“南方丝绸之路研究”、“‘云南通志馆征集各县资料’整理与研究”、“晚清时期清廷对群体性突发事件的应对”、“二十世纪的云南地方历史文化研究述论”、“近代云南手工业与商业的发展及转型”、“云南货币史”、“云南经济发展史”等。出版专著《近代云南商人与商人资本》《云南经济发展史》《话说滇商》《王炽与晚清云南商业社会》等。在《中国经济史研究》《中国边疆史地研究》《抗日战争研究》《历史教学》《思想战线》等学术刊物上发表论文六十余篇。"
    },
    {
        "姓名": "陈庆江",
        "简介": "陈庆江,云南宣威人,1964年12月生。历史学博士,云南大学历史系教授。中国徐霞客研究会副会长、云南徐霞客研究会副会长兼秘书长、云南省行政区划与地名学会副会长。主要从事历史人文地理、徐学、地名学研究。著有《明代云南政区治所研究》，撰写《新国学三十讲》之一《徐学》，参撰、参编《中华人民共和国地名词典·云南省》《徐霞客游记全译》《南诏大理国历史文化大辞典》《云南大百科全书》（历史卷）《中华人民共和国政区大典》(云南省）等。在学术刊物和有关文集上发表学术论文70余篇。"
    },
    {
        "姓名": "成一农",
        "简介": "成一农,男,1974年4月出生于北京。2003年毕业于北京大学历史系,获博士学位。2003年至2016年在中国社会科学院历史研究所工作。2017年至今在云南大学历史与档案学院工作,研究员。主要从事历史地理、城市史以及中国传统舆图的研究,曾主持社科基金项目两项,目前正主持社科基金重大项目“中国国家图书馆所藏中文舆图的整理与研究”。出版学术著作《古代城市形态研究方法新探》《空间与形态—一三至七世纪中国历史城市地理研究》《“非科学”的中国传统舆图——中国传统舆图绘制研究》﹔译著《帝国晚期的江南城市》《所有可能的世界——地理学思想史》《城市形态史——工业革命之前》等4部;在海内物和论文集中发表论文70余篇。"
    },
    {
        "姓名": "周琼",
        "简介": "周琼,云南大学历史与档案学院教授,博导。云南大学西南环境史研究所所长。中国灾害史协会副秘书长,东亚环境史学会会员,云南省彝学会副会长。从事环境史、灾荒史、西南地方民族史、地方文献整理及区域历史人物的研究。出版专著2部、编著2部，主编论文集2部，发表核心刊物论文60余篇,人大报刊复印资料全文转载9篇，主持国家社科基金4项、省部级项目8项、国际合作项目3项。是云南省第12批学术技术带头人后备人才，云南大学服务云南行动计划“生态文明建设的云南模式研究”项目负责人。荣获云南省哲社优秀成果一等奖2次、三等奖2次，获云南省高校古籍整理研究优秀成果一等奖。获云南省优秀博士论文、中国人民大学优秀博士后出站报告。"
    },
    {
        "姓名": "何平",
        "简介": "何平,教授、博士生导师，1985年研究生毕业进入云南省社科院东南亚研究所工作。1995年调到云南大学历史系工作至今。从事东南亚问题,特别是东南亚历史与民族问题研究。出版专著5部，参著、合著4部。在国内外学术刊物发表英文学术论文7篇，中文学术论文130余篇。多篇论文被国内外著名年鉴和报刊转载。主持、参与多项国外基金项目及国内国家级、省部级项目。曾获国外基金会资助到菲律宾大学、澳大利亚墨尔本大学、泰国玛希顿大学、朱拉隆功大学、美国伊利诺大学、英国霍尔大学等从事学术研究或项目培训。多次到国外参加国际学术会议，与国外学术机构和个人有广泛的学术联系，对国际学术动态和学术前沿有较为深入的了解。2013年12月获云南省委宣传部授予的云南省优秀社科专家。"
    },
    {
        "姓名": "刘鸿武",
        "简介": "刘鸿武,国家教育部长江学者特聘教授,浙江省政府钱江学者特聘教授,国家社科基金学科规划评审组专家,外交部非洲事务咨询专家，商务部经贸政策咨询委员会国际投资专家。云南大学非洲研究中心学术委员会主任,世界史专业、国际关系专业博士生导师。浙江师范大学非洲研究院院长，校学术委员会副主任，非洲教育与社会发展专业博士生导师;国家社会科学基金重大项目首席科学家，教育部人文社会科学研究重大课题攻关项目首席科学家。出版著作10多部、论文100多篇,策划并总主编《浙江师范大学非洲研究文库》《非洲地区发展报告》《非洲研究》《非洲研究智库专刊》等，“中非智库论坛”创始人、“非洲博物馆”创始人，“中非友好贡献奖--感动非洲的十位中国人”。"
    },
    {
        "姓名": "胡立耘",
        "简介": "胡立耘,教授,硕士生导师,第一、三届教育部高等学校图书馆学学科教学指导委员会委员、长江学者通讯评审专家、国家社科基金通讯评审专家、云南省审计厅第一、二届审计咨询专家。曾任泰国宋卡王子大学中文系外聘教授、美国威斯康星大学麦迪逊分校图书情报学院访问学者。发表论文80余篇,主编、参编著作10余种。主持国家社科基金项目“民族地区口承文献的保护与利用研究”,主持并完成云南省教育厅项目“人文、社会科学信息组织与利用”、“少数民族地区本土知识的保护与利用”等。参与完成国家社科基金项目“西南地区图书馆服务体系理论研究”、“欠发达地区农村图书馆的科学发展研究”、教育部人文社科基金项目“发展中国家本土知识保护与利用战略研究”等。"
    }
]