[
    {
        "名字": "张学杰",
        "职位": "院长教授",
        "联系方式": "xjzhang@ynu.edu.cn",
        "地址": "云南大学信息学院1113室",
        "个人简介": "1998年获香港中文大学计算机科学与工程博士学位，云南大学信息学院教授、博士生导师。中国计算机学会高级会员、中国计算机学会高性能专委会委员、云南省中青年学术技术带头人、云南省高校教学科研带头人、云南大学学术委员会委员。主要从事并行与分布式计算、智能计算、计算机网络等方面的教研工作。",
        "论文": [
            {
                "title": "Jin Wang, Liang-Chih Yu and Xuejie Zhang, \"Explainable Detection of Adverse Drug Reaction with Imbalanced Data Distribution\", PLOS Computational Biology, vol. 18, no. 6, article e1010144, 2022.",
                "date": "2022"
            },
            {
                "title": "Li Yuan, Jin Wang, Liang-Chih Yu and Xuejie Zhang, \"Hierarchical Template Transformer for Fine-grained Sentiment Controllable Generation,\" Information Processing & Management, vol. 59, no. 5, article 103048, 2022.",
                "date": "2022"
            },
            {
                "title": "Yanjun Qian, Jin Wang, Dawei Li and Xuejie Zhang, \"Interactive Capsule Network for Implicit Sentiment Analysis\", Applied Intelligence, 2021.2021:",
                "date": "2022"
            },
            {
                "title": "Jin Wang, You Zhang, Liang-Chih Yu and Xuejie Zhang, \"Contextual Sentiment Embeddings via Bi-directional GRU Language Model\", Knowledge-Based Systems, 2021, 235: 107663.",
                "date": "2022"
            },
            {
                "title": "Jun Kong, Jin Wang and Xuejie Zhang, \"Hierarchical BERT with an Adaptive Fine-Tuning Strategy for Document Classification\", Knowledge-Based Systems, 2021, 238: 107872.",
                "date": "2022"
            },
            {
                "title": "Jun Kong, Jin Wang, Liang-Chih Yu and Xuejie Zhang, \"Accelerating Inference for Pretrained Language Models by Unified Multi-Perspective Early Exiting\", in Proceedings of the 29th International Conference on Computational Linguistics (COLING-2022), Gyeongju, Republic of Korea, to be appeared.",
                "date": "2022"
            },
            {
                "title": "Xinge Ma, Jin Wang, Liang-Chih Yu and Xuejie Zhang, \"Knowledge Distillation with Reptile Meta-Learning for Pretrained Language Model Compression\", in Proceedings of the 29th International Conference on Computational Linguistics (COLING-2022), Gyeongju, Republic of Korea, to be appeared.",
                "date": "2022"
            },
            {
                "title": "Zhewen Yu, Jin Wang, Liang-Chih Yu and Xuejie Zhang, \"Dual-Encoder Transformers with Cross-modal Alignment for Multimodal Aspect-based Sentiment Analysis\", in Proceedings of the 2nd Conference of the Asia-Pacific Chapter of the Association for Computational Linguistics and the 12th International Joint Conference on Natural Language Processing (AACL-IJCNLP-2022), Taipei, Taiwan, to be appeared.",
                "date": "2022"
            },
            {
                "title": "Xingyu Zhu, Jin Wang, and Xuejie Zhang, \"An Enhanced Key-utterance Interactive Model with Decoupled Auxiliary Tasks for Multi-party Dialogue Reading Comprehension\", in Proceedings of IJCNN at IEEE WCCI 2022, to be appeared.",
                "date": "2022"
            },
            {
                "title": "Fulai Nan, Jin Wang, and Xuejie Zhang, \"An On-Device Machine Reading Comprehension Model with Adaptive Fast Inference\", in Proceedings of the 11th CCF International Conference on Natural Language Processing and Chinese Computing (NLPCC-2022), to be appeared.2021:",
                "date": "2021"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金项目“基于知识蒸馏的联合多模态基础模型关键技术研究”，2023.01-2026.12，主持。",
                "date": "2023.01-2026.12"
            },
            {
                "title": "国家自然科学基金项目“面向小语种的高性能文本情感分析关键技术研究”，2018.01-2021.12，主持。",
                "date": "2018.01-2021.12"
            },
            {
                "title": "国家自然科学基金项目“面向云计算环境的应用迁移策略及资源优化配置关键技术研究”，2012.01-2015.12，主持。",
                "date": "2012.01-2015.12"
            },
            {
                "title": "国家自然科学基金项目“高性能动态可重构硬件加密芯片设计技术研究”，2006.1-2008.12，主持。",
                "date": "2006.1-2008.12"
            },
            {
                "title": "教育部国家级特色专业“计算机科学与技术”建设项目，2008.1-2012.12，主持。",
                "date": "2008.1-2012.12"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "岳昆",
        "职位": "副院长、云南省智能系统与计算重点实验室主任教授",
        "联系方式": "kyue@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1511",
        "个人简介": "2004年毕业于复旦大学、获得理学硕士学位，2009年毕业于云南大学、获得工学博士学位。2004年7月到云南大学信息学院任教，2013年破格晋升教授。2006年、2015年、2018年分别入选云南大学首批中青年骨干教师、青年英才、东陆学者。2012年、2013年、2018年、2022年、2024年分别入选云南省中青年学术和技术带头人、中组部“西部之光”访问学者、云南省“万人计划”青年拔尖人才、云南省“兴滇英才支持计划”云岭学者、云南省有突出贡献优秀专业技术人才。目前担任云南大云南省智能系统与计算重点实验室主任、云南大学学术委员会委员，云南大学计算机科学与技术学科（省级一流学科、ESI前1%学科）带头人、博士后流动站学术委员会主任、国家级一流本科专业负责人、智能系统与计算创新团队带头人、数据科学与人工智能博导团队带头人。担任中国人工智能学会理事，中国人工智能学会因果和不确定性人工智能专委会副主任委员，中国人工智能学会人工智能基础专委会委员，中国计算机学会数据库专委会委员，中国信息技术新工科产学研联盟理事，云南省高等教育计算机类专业教学指导委员会主任委员，《云南大学学报（自然科学版）》编委。曾担任中国计算机学会YOCSEF昆明分论坛主席，中国人工智能学会不确定性人工智能专委会学术沙龙组委会共同主席，第十五届固态和集成电路技术国际会议(ICSICT)共同主席。研究方向包括海量数据处理，大数据知识工程，贝叶斯深度学习。主持国家自然科学基金云南联合基金重点项目/区域创新发展联合基金重点项目/面上项目/地区基金项目/重点项目子课题，教育部科学技术研究重点项目、教育部博士点基金新教师类课题，云南省基础研究计划杰出青年项目/重点项目，云南省重大科技专项计划等项目30余项。在TSC、TCYB、DMKD、INS、计算机学报、软件学报、电子学报、AAAI、CIKM、UAI等本领域国内外期刊及会议发表论文100余篇，授权发明专利30项，在World Scientific、清华大学出版社、科学出版社出版系列著作8部。获云南省自然科学一等奖和二等奖、青年科技奖、教学成果奖二等奖各1项。与云南移动、云南电网、云南省地方病防治所等单位合作，开展5G基础设施智慧化建设和运维、区域性电力碳排放量预测、鼠疫宿主与媒介生物的快速精准识别技术研发，开发上线10余个AI模型、产品推广应用，促进传统行业的数字化转型，产生良好经济社会效益。建成云南省精品课程《数据库技术与应用》，云南大学研究生精品课程《数据工程》，承担本科生和研究生《算法设计与分析》和《智能数据工程》等课程教学工作。",
        "专著": [
            {
                "title": "Kun Yue, Weiyi Liu, Hao Wu, Dapeng Tao, Ming Gao. Discovery and Fusion of Uncertain Knowledge in Data (ISBN: 9789813227125)",
                "publisher": "World Scientific",
                "date": "2017"
            },
            {
                "title": "Probabilistic Approaches for Social Media Analysis (ISBN: 9789811207372)",
                "publisher": "World Scientific",
                "date": "2020"
            },
            {
                "title": "数据工程—处理、分析与服务",
                "publisher": "北京: 清华大学出版社",
                "date": "2013年12月"
            },
            {
                "title": "数据库技术—设计与应用实例",
                "publisher": "北京: 清华大学出版社",
                "date": "2007年9月"
            },
            {
                "title": "人工智能算法（Python语言版）（高等学校智能科学与技术/人工智能专业教材）.",
                "publisher": "北京: 清华大学出版社",
                "date": "2022年9月"
            },
            {
                "title": "智能数据分析",
                "publisher": "北京: 科学出版社",
                "date": "2007年9月"
            },
            {
                "title": "中国科协学会学术部（特邀报告人：张勤, 李德毅, 耿直, 王双成, 史忠植, 李兵, 岳昆, 孙茂松, 谢旻, 杨有龙）. 不确定性人工智能前沿理论与应用研讨（中国科协新观点新学说学术沙龙特邀报告文集）",
                "publisher": "北京: 中国科学技术出版社",
                "date": "2014年1月"
            },
            {
                "title": "华东师范大学数据科学与工程研究院. 海量数据分析前沿（译）",
                "publisher": "北京: 清华大学出版社",
                "date": "2015年5月"
            }
        ]
    },
    {
        "名字": "普园媛",
        "职位": "副院长教授",
        "联系方式": "km_pyy@126.com",
        "地址": "云南大学呈贡校区信息学院楼3408或1107",
        "个人简介": "普园媛，博士，教授、博士生导师，云南大学信息学院副院长，云南省教学名师，电子信息技术国家级实验教学示范中心主任，云南省高校物联网技术及应用重点实验室主任。担任中国高校电工电子基础课程教指委协作员、云南省高校电工电子基础课程教指委主任委员，云南省电子信息类专业综合评价专业类副组长，云南省高等教育教学研究会会员，《通信学报》编委。中国计算机学会物联网专委会委员、多媒体专委会委员。长期从事电子信息类专业教育教学建设工作，主持教育部产学合作项目3项，云南省本科教育教学研究项目3项，云南省研究生优质课程项目1项，承担教育部新工科建设项目2项。获云南省教学成果一等奖1项，“信号与系统”等3门云南省一流课程负责人，出版教材5部，发表教改论文10余篇，电子信息技术国家级实验教学示范中心入选教育部优秀建设案例。获全国高校教师教学创新大赛云南赛区二等奖2次，全国高校电工电子基础实验教学案例设计竞赛全国二等奖1项。长期从事数字图像处理、视觉媒体计算及非真实感绘制技术的研究与教学工作。主持国家自然科学基金面上项目1项，地区基金项目2项，云南省应用基础研究计划重点项目2项，云南省科技计划重大科技专项2项。作为主要成员参加国家自然科学基金项目5项、教育部博士点基金项目1项，云南省应用基础研究计划重点项目及面上项目3项。先后在国内外期刊和国际会议上发表论文80余篇，其中三大检索近40余篇。主要成果发表在《IEEE Transactions on Multimedia》、《Knowledge-Based Systems》、《Computer & Graphics》、《IEEE Transactions on Neural Networks and Learning Systems》、《计算机学报》、《软件学报》、《计算机辅助设计与图形学学报》、《中国图象与图形学学报》等国内外核心期刊。申请发明专利授权9项，转让1项。获云南省科学技术奖自然科学类三等奖2项，云南省优秀博士论文。",
        "科研项目": [
            {
                "title": "主持国家自然科学基金项目：可计算图像美感分析及评价研究"
            },
            {
                "title": "主持国家自然科学基金项目：少数民族特色视觉艺术的云南重彩画风格化绘制及科学理解研究"
            },
            {
                "title": "主持云南省应用基础研究计划资助项目重点项目：面向社会媒体的多模态情感分析研究"
            },
            {
                "title": "主持云南省应用基础研究计划资助项目：云南重彩画艺术风格的数字模拟及合成技术研究"
            },
            {
                "title": "主持中科院计算所项目：基于超级基站的节带化传输技术研究"
            },
            {
                "title": "主持云南省教育厅科学基金资助重点项目：基于图像处理和统计分析的视觉文体学研究"
            },
            {
                "title": "主持云南大学第四届中青年骨干教师培养计划项目"
            },
            {
                "title": "主持完成云南省教育厅科学基金资助项目：基于样本模型的云南民族风格化绘制研究"
            },
            {
                "title": "主持国家自然科学基金项目：面向多模态情感分析的特征挖掘和超图推理关键技术研究"
            },
            {
                "title": "主持云南省科技厅科技计划基础研究专项-重点项目：预训练大模型引导的小样本多模态澜湄流域民族视觉媒体风格迁移"
            },
            {
                "title": "主持云南省科技计划重大科技专项：面向分布式能源多参与主体合作博弈的虚拟电厂关键技术研究与示范子课题-区域级多时空尺度分布式光伏功率预测及负荷预测方法"
            },
            {
                "title": "主持云南省科技计划重大科技专项，面向智慧旅游的行业资源共享及业务协同关键技术研究及应用子课题"
            },
            {
                "title": "承担教育部博士基金项目：云南重彩画艺术风格的数字模拟及合成技术研究"
            },
            {
                "title": "承担国家自然科学基金项目：基于电话语音的少数民族语言识别研究"
            },
            {
                "title": "承担国家自然科学基金项目：云南少数民族风情绘画的数字合成关键技术研究"
            },
            {
                "title": "承担国家自然科学基金项目：实时非真实感绘制技术的研究"
            },
            {
                "title": "承担国家自然科学基金项目：烙画艺术模拟及其数字化合成技术研究"
            },
            {
                "title": "承担国家自然科学基金项目：壁画岩画文化遗产的高光谱图像深度修复研究"
            },
            {
                "title": "承担云南省科技计划重大项目，面向智慧旅游的行业资源共享及业务协同关键技术研究及应用"
            },
            {
                "title": "承担云南省应用基础研究计划项目重点项目：云南省多民族文化遗产数字化保护和传承的关键技术研究"
            },
            {
                "title": "承担云南省应用基础研究计划项目：烙画艺术模拟及其数字合成技术研究"
            },
            {
                "title": "承担云南省应用基础研究计划项目：基于Curvelet变换的SAR图像道路提取研究"
            },
            {
                "title": "承担云南省应用基础研究计划项目：实时非真实感绘制技术的研究"
            },
            {
                "title": "承担云南省教育厅科学研究基金产业化培育项目：少数民族文化遗产数字保护与传承应用示范实践"
            }
        ],
        "获奖情况": [
            {
                "title": "科研成果“云南民族语口音汉语普通话语音识别研究”获2008年度云南省科学技术奖自然科学类三等奖。"
            },
            {
                "title": "科研成果“民族文化视觉计算的基础理论与关键技术研究”获2017年度云南省科学技术奖自然科学类三等奖。"
            },
            {
                "title": "2008年8月，学术论文《基于纹理传递的非真实感绘制》获第十届仪器仪表学会青年学术会议优秀论文奖。"
            },
            {
                "title": "2009年10月，获云南大学“第十三届伍达观教育基金优秀教师奖”。"
            },
            {
                "title": "2013年5月，获云南省2013年优秀博士论文奖，云南省教育厅。"
            },
            {
                "title": "2015年9月，学术论文《基于积分图像和FFT快速卷积的纹理合成加速算法》获第十七届仪器仪表学会青年学术会议优秀论文奖。"
            },
            {
                "title": "2017年8月，学术论文《视频监控节带化处理系统》获第十九届仪器仪表学会青年学术会议优秀论文奖，2017.8，第1完成人。"
            },
            {
                "title": "2019年8月，学术论文《基于深度学习与传统特征相结合的多尺度服装图像检索》获2019中国多媒体大会ChinaMM最佳Poster奖。"
            }
        ],
        "论文": [
            {
                "title": "Lv D , Pu Y , Nie R . LineGAN: An image colourisation method combined with a line art network[J]. IET Computer Vision, SCI 4区, 2022.3, 10.1049/cvi2.12096.",
                "date": "2022"
            },
            {
                "title": "Xu, Jun & Pu, Yuanyuan & Nie, Rencan & Xu, Dan & Zhao, Zhengpeng & Qian, Wenhua. (2021). Virtual Try-on Network with Attribute Transformation and Local Rendering. IEEE Transactions on Multimedia. SCI 1区. PP. 1-1. 10.1109/TMM.2021.3070972.",
                "date": "2021"
            },
            {
                "title": "Zhang, H. ,  Pu, Y. ,  R  Nie,  Xu, D. , &  Qian, W. . Multi-modal image synthesis combining content-style adaptive normalization and attentive normalization[J]. Computers & Graphics, SCI 4区, Vol.98, PP. 48-57, 2021.",
                "date": "2021"
            },
            {
                "title": "Wang Kun, Pu Yuanyuan(通信作者), Zhang Yufeng, Wang Pei. Fully Automatic Measurement of Intima-Media Thickness in Ultrasound Images of the Common Carotid Artery Based on Improved Otsu's Method and Adaptive Wind Driven Optimization.[J].SCI 3区, Ultrasonic imaging,Vol.42, No.6, PP.245-260, 2020.",
                "date": "2020"
            }
        ],
        "专利": [
            {
                "title": "普园媛, 苏迤, 魏小敏, 徐丹. 云南重彩画艺术风格的数字模拟和合成技术, 发明专利: ZL201010187981.7, 2013.11.授权",
                "date": "2013"
            },
            {
                "title": "普园媛, 闫莉,徐丹,袁国武,钱文华,余鹏飞,周浩,李红松. 基于图像处理的铅笔画绘制方法和装置, 发明专利：ZL201610316742.4, 2019.6.21.授权",
                "date": "2019"
            },
            {
                "title": "普园媛,陈怡真,徐丹,杨文武,周浩,吴昊,袁国武.重彩画的风格迁移方法，发明专利：ZL201811218230.X,2020.11.6.授权",
                "date": "2020"
            },
            {
                "title": "普园媛,王志伟,王鑫,等. 基于深度学习与传统特征的多尺度服装检索方法及系统[P]. 云南省：CN201911391382.4,2022-09-06, 授权.",
                "date": "2022"
            },
            {
                "title": "普园媛,吕大华,徐丹,等. 一种基于着色溢出约束的图像自动着色方法及系统[P]. 云南省：CN202110423250.6,2024-01-05, 授权.",
                "date": "2024"
            },
            {
                "title": "普园媛,王立鹏,徐丹,等. 肖像照片光影传递方法[P]. 云南省：CN201811214314.6,2022-10-28, 授权.",
                "date": "2022"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "徐丹",
        "职位": "博导 教授",
        "联系方式": "danxu@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院楼1421室；云南大学东陆校区科学馆520室",
        "个人简介": "云南大学信息学院计算机科学与工程系教授，博士生导师。1993年3月到云南大学工作，1999年获浙江大学计算机科学技术博士学位，1999年8月破格晋升副教授，2001年8月破格晋升教授，2010年4月聘用到教授二级岗位。云岭学者，云南省中青年学术和技术带头人，云南大学“东陆学者”，全国三八红旗手，全国师德标兵，云南省三八红旗手，云南省巾帼建功标兵，“红云园丁奖”优秀教师，入选《云南大百科全书》。      主要从事图形绘制技术，图像融合，虚拟现实，视觉计算及认知等领域的教学和科研工作。",
        "所属学院": "信息学院"
    },
    {
        "名字": "钱文华",
        "职位": "教授",
        "联系方式": "qwhua003@sina.com",
        "地址": "云南大学信息学院1521",
        "个人简介": "博士，教授，博士生导师，信息学院副院长，东南大学博士后，云南省“兴滇英才支持计划”产业创新人才，云南省云岭系列“万人计划”青年拔尖人才，云南省中青年学术技术带头人，信息学院特色研究方向“图形图像处理”核心成员。入选云南省杰出青年培育计划、云南大学骨干教师培养计划。中国计算机学会高级会员，中国图象图形学会理事，中国图学学会高级会员，中国CAD/CG专委会委员，全国数字娱乐与仿真学会委员，中国计算机视觉专业委员会委员，数字文化遗产专业委员会委员，云南省计算机学会教育专业委员会委员，云南省高校计算机类教指委委员，《中国图象图形学报》编委、《Computers & Graphics》等编委，曾任中国计算机学会YOCSEF昆明分论坛主席。主持各类科研项目20余项，其中国家自然科学基金项目3项、教育部博士点新教师类项目1项、全国博士后科研基金1项、云南省科技厅应用基础研究计划重点项目1项、面上项目2项、云南省教育厅重点项目2项、江苏省博士后科研基金1项；在《Information Fusion》、《Knowledge Based System》、《IEEE Transactions on Computational Imaging》等期刊及会议上发表学术论文80余篇，出版专著2部，申请国家发明专利12项，授权计算机软件著作权10余项，获云南省自然科学奖三等奖1项；指导研究生参加美国数学建模竞赛、全国挑战杯、全国研究生数学建模竞赛、泛珠三角洲计算机作品赛、云南省计算机作品赛等大赛，获国际、国内特等奖、一等奖等20余项，荣获云南省优秀教师、云南大学“红云优秀教师奖”、 云南大学“伍达观优秀教师奖”等。",
        "科研项目": [
            {
                "title": "国家自然科学基金地区项目，云南东巴绘画视觉解析及描述研究 (62162065)，2022.01- 2025.12，项目主持人",
                "date": "2022.01- 2025.12"
                
            },
            {
                "title": "国家自然科学基金地区项目，烙画艺术模拟及其数字合成技术研究(61462093)，2015.01- 2018.12，项目主持人",
                "data": "2015.01- 2018.12"
            },
            {
                "title": "国家自然科学基金地区项目，云南苗族刺绣数字合成及其应用研究(61662087)，2017.01- 2020.12，项目主持人",
                "date": "2017.01- 2020.12"
            },
            {
                "title": "云南省兴滇人才产业创新人才，2023.12- 2028.12，项目主持人",
                "date": "2023.12- 2028.12"
            },
            {
                "title": "云南省中青年学术技术带头人后备人才（2019HB121），2018.09- 2023.09，项目主持人",
                "date": "2018.09- 2023.09"
            }
        ],
        "论文": [
            {
                "title": "Huaguang Li,  Wenhua Qian(钱文华，通信作者), Rencan Nie, Jinde Cao, Dan Xu, Multi-Interactive Enhanced for Defocus Blur Estimation，IEEE Transactions on Computational Imaging, 2024,(10):640-652.",
                "date": "2024"
            },
            {
                "title": "Zhang Jiebao, Wenhua Qian（钱文华，通信作者），Jinde Cao，Dan Xu, Exploring Adversarial Examples and Adversarial Robustness of Convolutional Neural Networks by Mutual Information，Neural Computing and Applications，2024.3",
                "date": "2024"
            },
            {
                "title": "Zhang Jiebao, Wenhua Qian（钱文华，通信作者）, LP-BFGS Attack: An Adversarial Attack based on the Hessian with Limited Pixels, Computers & Security, 2024:103746.",
                "date": "2024"
            },
            {
                "title": "Xue Wang, Zheng Guan, Wenhua Qian（钱文华，通信作者）, Jinde Cao, Chengchao Wang, Runzhuo Ma, STFuse: Infrared and Visible Image Fusion via Semi-supervised Transfer-learning, IEEE Transactions on Neural Networks and Learning Systems, 2023，1-14：37938956",
                "date": "2023"
            },
            {
                "title": "Huaguang Li,  Wenhua Qian(钱文华，通信作者), Rencan Nie, Jinde Cao, Dan Xu, Improving Defocus Blur Detection via Adaptive Supervision Prior-Tokens，Image and Vision Computing，2023, (14): 104842.",
                "date": "2023"
            }
        ],
        "著作":[
            {
                "title": "非真实感艺术风格绘制（第二版）",
                "publisher": "科学出版社",
                "date": "2020.04"
            },
            {
                "title": "非真实感艺术风格绘制",
                "publisher": "科学出版社",
                "date": "2017.04"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "梁洁",
        "职位": "教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "张榆锋",
        "职位": "博导教授",
        "联系方式": "zhangyf@ynu.edu.cn, yfengzhang@yahoo.com",
        "地址": "云南大学呈贡校区信息楼3404室",
        "个人简介": "张榆锋博士是云南大学信息学院电子工程系教授/博士生导师，IEEE Member，中国电子学会高级会员，云南省自动化学会理事，云南省委联系专家，云南省“技术创新人才”；“云南省高校高原医学电子信息智能检测处理重点实验室”主任，云南大学学术委员会委员，云南大学信息学院学术委员会副主任，云南大学“微弱信号检测与医学信息处理”学科方向带头人。从事数字信号处理理论与微弱信号检测、医学电子学、医学超声工程及应用开发等领域的科研与教学工作。",
        "论文": [
            {
                "title": "B. He, Y. Zhang*, K. Zhang, J. Chen, J. Zhang, H. Liang, Optimum speckle tracking based on ultrafast ultrasound for improving blood flow velocimetry. IEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control, vol.68(3), pp.494-509, 2020.",
                "date": "2020"
            },
            {
                "title": "X. Lang, N. Rehman, Y. Zhang*, L. Xie, H. Su, Median Ensemble Empirical Mode Decomposition.  Signal Processing, vol.176, pp.1-8, 2020.",
                "date": "2020"
            },
            {
                "title": "L. Deng, Y. Zhang*, Z. Chen, Z. Zhao, K. Zhang, J. Wu, Regional upstroke tracking for transit time detection to improve the ultrasound-based local PWV estimation in carotid arteries, IEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control, vol. 67(4), pp.691–702, 2020.",
                "date": "2020"
            },
            {
                "title": "X. Zeng, Y. Zhang*, Z. Li, J. Yang, L. Gao, J. Zhang, Locations of optimally matched Gabor atoms from ultrasound RF echoes for Inter-scatterer spacing estimation, Computer Methods and Programs in Biomedicine, vol. 184, pp.1–13, 2020.",
                "date": "2020"
            },
            {
                "title": "S. Han, Y. Zhang*, K. Wu, B. He, K. Zhang, H. Liang, Adaptive ultrasound tissue harmonic imaging based on an improved ensemble empirical mode decomposition algorithm, Ultrasonic imaging, vol. 42(2), pp.57–73, 2020.",
                "date": "2020"
            }
        ],
        "科研项目": [
            {
                "title": "云南省基础研究专项－重点项目“高原人体红细胞聚集度的无创智能分类检测关键技术研究”（项目编号：202101AS070031）",
                "date": "2021年6月至2024年5月"
            },
            {
                "title": "“云南省高校高原医学电子信息智能检测处理重点实验室”建设",
                "date": "2019年9月至2022年9月"
            },
            {
                "title": "云南大学信息与通信工程博士生导师团队，省级教学团队",
                "date": "2019年8月至2022年8月"
            },
            {
                "title": "国家自然科学基金面上项目“动脉内中膜轴向脉动传播的局域脉搏波速超声检测研究”（项目编号：81771928）",
                "date": "2018年1月至2021年12月"
            },
            {
                "title": "国家自然科学基金项目“颈动脉血管壁面剪切率超声检测关键技术研究”（项目编号：61561049）",
                "date": "2016年1月至2019年12月"
            }
        ],
        "专利": [
            {
                "title": "张榆锋;朱宏萱;廖泽容;李支尧;张俊华;高莲;一种超声谐波加权定征参数差分成像的微波消融监测方法,ZL201810948219.2",
                "date": "2018"
            },
            {
                "title": "张榆锋;何冰冰;李支尧;李浩;郎恂;张俊华;一种超声多普勒血流成像方法及系统,ZL202010162200.2",
                "date": "2020"
            },
            {
                "title": "张榆锋;韩素雅;高莲;章克信;陈建华;王玉茜;一种体内深层大中动脉局域脉搏波波速检测探头,ZL201710468471.9",
                "date": "2017"
            },
            {
                "title": "张榆锋;姚瑞晗;杨丽春;高莲;李支尧;杨晨迪;熊敏;采集动脉搏动及对应位置管腔内壁面血流信号的超声探头,ZL201610845880.1",
                "date": "2016"
            },
            {
                "title": "何冰冰;张榆锋;武柯言;章克信;陈建华;梁虹;一种最优帧间隔追踪估计的超声血流速度场测量,ZL201810947631.2",
                "date": "2018"
            }
        ]
    },
    {
        "名字": "张任远",
        "职位": "教授",
        "联系方式": "rzhang@ynu.edu.cn",
        "地址": "信息学院2104号室",
        "个人简介": "云南大学信息学院教授，日本奈良先端科学技术大学院大学客座教授，IEEE高级会员。从事超大规模集成电路设计与验证、智能计算芯片、人工智能硬件化、近似计算技术等方向教学与科研。",
        "教育与工作背景": "2003.9-2007.7 同济大学信息工程学院 电气工程及其自动化专业就读 （工学学士）2008.4-2010.3 日本早稻田大学信息生产系统学院 集成电路系统专业就读 （工学硕士）2010.4-2013.3 日本东京大学工学院 电子工程专业就读 （工学博士）2013.4-2017.3 日本北陆先端科学技术大学院大学信息学院 助理教授 2017.4-2021.3 日本奈良先端科学技术大学院大学信息学院 助理教授2018.10-2022.3 日本文部科学省学术振兴机构 客座研究员2021.4-2024.3 日本奈良先端科学技术大学院大学信息学院 副教授2024.4至今 日本奈良先端科学技术大学院大学信息学院 客座教授2024.7至今 云南大学信息学院 教授",
        "论文": [
            {
                "title": "Haohui Jia, Ziwei Yang, Pei Gao, Man Wu, Chen Li, Yirong Kan, and Renyuan Zhang, \"Automatic Sleep Staging via Frequency-Wise Spiking Neural Networks,\" 2022 IEEE International Conference on Bioinformatics and Biomedicine (BIBM), Las Vegas, NV, USA, 2022, pp. 1028-1033.",
                "date": "2022"
            },
            {
                "title": "Ren Imamura, Zhu Guangxian, Sang Duong Thi, Hoai Luan Pham, Renyuan Zhang, and Yasuhiko Nakashima: \"Energy-efficient 3D Convolution using Interposed Memory Accelerator eXtension 2 for Medical Image Processing\", MICAD'23, Dec. ",
                "date": "2023"
            },
            {
                "title": "R. Zhang, M. Kaneko, and T. Shibata, “An analog VLSI implementation of one-class support vector machine for multiclass classification of highly dimensional vectors,” Jpn. J. Appl. Phys., vol. 53,no. 4. pp. 04EE03.",
                "date": "2014"
            },
            {
                "title": "O. Chen, Y. Wang, R. Zhang and N. Yoshikawa, \"Design and Implementation of Stochastic Neural Networks Using Superconductor Quantum-Flux-Parametron Devices,\" 2022 IEEE 35th International System-on-Chip Conference (SOCC), Belfast, United Kingdom, 2022, pp. 1-6.",
                "date": "2022"
            },
            {
                "title": "Jun Iwamoto, Yuma Kikutani, Renyuan Zhang and Yasuhiko Nakashima: \"Daisy-chained Systolic Array and Reconfigurable Memory Space for Narrow Memory Bandwidth\", IEICE Trans., Vol.E103-D, No.03, pp.578-589, Mar. ",
                "date": "2020"
            },
            {
                "title": "Renyuan Zhang, Yan Chen, Takashi Nakada, and Y. Nakashima: \"DiaNet: An Efficient Multi-Grained Re-configurable Neural Network in Silicon\", IEEE International System-on-Chip Conf.(SOCC), Sep. ",
                "date": "2019"
            },
            {
                "title": "Renyuan Zhang, Tati Erlina, Tinh Van Nguyen, and Yasuhiko Nakashima: \"Hybrid Stochastic Computing Circuits in Continuous Statistics Domain\", IEEE Int. System-on-Chip Conf., pp.225-230, Sep. 8th-11th",
                "date": "2020"
            }
        ],
        "研究方向": "涵盖智能计算芯片设计的应用级、系统级、结构级、电路级、器件级等多个层级。通过计算原理创新、软硬件协同设计、电路设计优化等手段力争实现1000TOPS/W的智能计算能效。主要技术核心是近似计算技术。 ",
        "所属学院": "信息学院"
    },
    {
        "名字": "陶大鹏",
        "职位": "教授",
        "联系方式": "917888366@qq.com",
        "地址": "信息学院3304",
        "个人简介": "陶大鹏，云南大学教授，云岭学者，IET Fellow，爱思唯尔中国高被引学者，中国科学院大学博导，西北工业大学客座研究员，中国科学院深圳先进技术研究院客座研究员，中国计算机学会计算机视觉专委会执行委员，中国认知科学学会认知与类脑专委会委员。现任国际刊物IEEE Internet of Things (JCR1区)、IEEE TETCI (JCR1区) 以及国内期刊《应用科技》编委，担任IEEE T-PAMI、T-NNLS、T-IP、T-CYB、T-MM、T-CSVT等十多家国际学术期刊的特约审稿人和客座编辑。目前主要从事人工智能领域的研究工作，合作单位包括：中科院深圳先进技术研究院、中科院自动化所、西北工业大学、上海交通大学、武汉大学、悉尼大学、腾讯AI Lab、华为、上海人工智能国家实验室等研究机构，累计发表SCI检索源刊和顶会100余篇，研究成果获得国际论文奖2项。主持包括国家自然科学基金面上项目、云南省重大专项计划项目、云岭学者专项项目等在内的科研项目10余项，获省部级奖励10项，2023年荣获云南大学第二十届教学成果特等奖。",
        "研究方向": "机器学习：可解释的深度学习、大模型预训练计算机视觉：目标检测、目标跟踪、图像生成诊疗大数据：临床数据挖掘、医疗影像分析机器人：系统设计、结构设计",
        "论文": [
            {
                "title": "Y.Wu, D.Tao*, Y.Luo, J.Cheng, X.Li. Covered Style Mining via Generative Adversarial Networks for Face Anti-spoofing. Pattern Recognition. 132:108957(2022)(IF=8.518)",
                "date": "2022"
            },
            {
                "title": "Y.Wu, D.Tao*, Y.Zhan, C.Zhang. BiN-Flow: Bidirectional Normalizing Flow for Robust Image Dehazing. IEEE Transactions on Image Processing. 32:6635-6648(2022)(IF=11.041)",
                "date": "2022"
            },
            {
                "title": "Y.Wu, D.Tao*, Y.Zhan, C.Zhang. Adversarial UV-Transformation Texture Estimation for 3D Face Aging. IEEE Transactions on Circuits and Systems for Video Technology. 32(7):4338-4350(2022)(IF=5.859)",
                "date": "2022"
            },
            {
                "title": "F.Wu, J.Cheng, X.Wang, L.Wang, D.Tao. Image Hallucination from Attribute Pairs. IEEE Transactions on Cybernetics. 52(1):568-581(2022)(IF=11.079)",
                "date": "2022"
            },
            {
                "title": "W.Wu, D.Tao*, H.Li, Z.Yang, J.Cheng. Deep features for person re-identification on metric learning. Pattern Recognition. 110:107424(2021)(IF=8.518)",
                "date": "2021"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "李浩",
        "职位": "教授",
        "联系方式": "lihao707@ynu.edu.cn",
        "个人简介": "1970年7月生，汉族，云南省昆明市人，教授，民建省委常委、云南大学主委，硕士生导师，英国Essex大学计算机科学硕士，英国Huddersfield 大学计算机科学博士，美国加州理工大学访问学者。昆明市中青年学术及技术带头人，云南大学中青年骨干教师，民建中央优秀会员，云南大学伍达观基金优秀奖获得者，云南大学教学成果一等奖获得者。长期从事计算机科学相关领域研究，经过20余年的努力工作和潜心研究，主持了包括国家自然科学基金、云南省科技厅重大专项、基础研究面上项目、云南省教育厅重点项目等10余项纵向课题，主持并参与了多项政府信息化规划、咨询项目及大量横向课题。在科学出版社出版了国内第一部混合云计算全英文专著，出版中文专著一部及参编多部教材并在相关领域及重要核心期刊发表SCI、EI论文80余篇。获得16项发明专利及10余项软件著作权。培养超过100余名硕士及博士研究生毕业。主要从事分布式计算、云计算、大数据及人工智能方面的研究，熟悉软件工程，同时一直研究企业ERP及数字经济建设。李浩率先提出了在云计算模式下，采用基于商业银行模型的混合云资源管理及调度策略，对混合云计算环境下包括资源定价、风险分析、预测以及分配调度等关键技术给出了一种全新的研究思路。提出了一套完整的分布式服务提供、服务消费以及分布式资源描述等核心要素的量化标准，并为基于服务的资源定价给出了全新的解决方案，为混合云计算环境下的资源交易及服务提供了全新的解决方案。目前主要研究方向为基于混合云计算、边缘计算的大数据及人工智能在智慧文旅领域关键技术及应用的研究。长期积极服务国家战略及地方经济，目前担任云南省发改委云南省智慧旅游工程研究中心理事、昆明市智慧旅游企业科技创新中心技术主任、中国商务部GMS跨境电商联盟秘书长（澜湄六国）、云南省“一部手机游云南”项目专家组组长，昆明市第六届科技顾问团暨昆明市科技创新决策咨询委员会专家、云南省云计算学会副会长，云南省电子商会秘书长、云南省计算机学会理事、云南省系统工程学会理事，云南省公安厅，云南省发改委、云南省财政厅、云南省药品与食品监督局、云南省工信委、省政府、司法厅、省监狱管理局、环保厅、交通厅等多个单位信息技术顾问。",
        "所属学院": "信息学院"
    },
    {
        "名字": "王津",
        "职位": "教授",
        "联系方式": "wangjin@ynu.edu.cn",
        "地址": "昆明市五华区翠湖北路2号云南大学",
        "个人简介": "王津，云南省“千人计划”青年人才，2016年毕业后同时取得了云南大学通信与信息系统专业工学博士学位，及台湾元智大学计算机科学与技术专业工学博士学位，于2016年12月进入云南大学信息学院担任教学科研工作，2018年11月破格提升为副教授。目前主要从事文本情感分析、深度学习、文本挖掘与自然语言处理相关领域研究。目前已发表录用中英文论文十余篇，其中以第一作者在IEEE/ACM Transactions on Audio, Speech and Language Processing期刊上发表论文，该刊物为中科院JCR 2区和中国计算机学会CCF推荐B级期刊，以第一作者在Neurocomputing期刊上发表论文2篇，该刊物为中科院JCR 2区和中国计算机学会CCF推荐C级期刊，并以第一作者在中国计算机学会CCF推荐A级会议Annual Meeting of Association and Computational Linguistic (ACL-2016)上发表论文并进行现场陈述。",
        "论文": [
            {
                "title": "Jin Wang, Liang-Chih Yu and Xuejie Zhang, \"Explainable Detection of Adverse Drug Reaction with Imbalanced Data Distribution\", PLOS Computational Biology, vol. 18, no. 6, article e1010144, 2022.",
                "date": "2022"
            },
            {
                "title": "Li Yuan, Jin Wang(*), Liang-Chih Yu and Xuejie Zhang, \"Hierarchical Template Transformer for Fine-grained Sentiment Controllable Generation,\" Information Processing and Management, vol. 59, no. 5, article 103048, 2022.",
                "date": "2022"
            },
            {
                "title": "Yanjun Qian, Jin Wang(*), Dawei Li and Xuejie Zhang, \"Interactive Capsule Network for Implicit Sentiment Analysis\", Applied Intelligence, 2021.※ 2021",
                "date": "2021"
            },
            {
                "title": "Jun Kong, Jin Wang(*), Liang-Chih Yu and Xuejie Zhang, \"Accelerating Inference for Pretrained Language Models by Unified Multi-Perspective Early Exiting\", in Proceedings of the 29th International Conference on Computational Linguistics (COLING-2022), Gyeongju, Republic of Korea, to be appeared.",
                "date": "2022"
            },
            {
                "title": "Xinge Ma, Jin Wang(*), Liang-Chih Yu and Xuejie Zhang, \"Knowledge Distillation with Reptile Meta-Learning for Pretrained Language Model Compression\", in Proceedings of the 29th International Conference on Computational Linguistics (COLING-2022), Gyeongju, Republic of Korea, to be appeared.",
                "date": "2022"
            },
            {
                "title": "Zhewen Yu, Jin Wang(*), Liang-Chih Yu and Xuejie Zhang, \"Dual-Encoder Transformers with Cross-modal Alignment for Multimodal Aspect-based Sentiment Analysis\", in Proceedings of the 2nd Conference of the Asia-Pacific Chapter of the Association for Computational Linguistics and the 12th International Joint Conference on Natural Language Processing (AACL-IJCNLP-2022), Taipei, Taiwan, to be appeared.",
                "date": "2022"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金NSFC地区项目“基于多维度连续情感空间的文本生成技术研究",
                "date": "2020年1月至2023年12月"
            },
            {
                "title": "国家自然科学基金NSFC青年基金项目“基于Valence-Arousal空间的维度型中文文本情感分析研究”",
                "date": "2018年1月至2020年12月"
            },
            {
                "title": " 国家自然科学基金NSFC地区项目“面向小语种的高性能文本情感分析关键技术研究”",
                "date": "2018年1月至2021年12月"
            },
            {
                "title": "国家自然科学基金NSFC地区项目“小语种双语语料群智构建关键技术研究”",
                "date": "2019年1月至2022年12月  "
            },
            {
                "title": "云南省教育厅科学研究基金资助性项目“基于文本情感分析的云南旅游大数据处理技术研究”",
                "date": "2017年1月至2019年12月"
            },
            {
                "title": "云南省教育厅科学研究基金资助性项目“基于文本情感分析的云南旅游大数据处理技术研究”",
                "date": "2017年1月至2019年12月"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "袁洪",
        "职位": "教授",
        "联系方式": "yuanhong@ynu.edu.cn",
        "地址": "信息学院1207",
        "所属学院": "信息学院"
    },
    {
        "名字": "张俊华",
        "职位": "教授",
        "联系方式": "jhzhang@ynu.edu.cn",
        "地址": "信息学院1212室",
        "个人简介": "2007年复旦大学获博士学位；2007-2008年加拿大Alberta大学博士后研究；2015年晋升教授；2016年获得云南省中青年学术和技术带头人荣誉称号；2017年被遴选为云南大学博士生导师。主持科研项目12项，参加十余项；获奖5项；在国内外核心期刊和国际会议上发表论文90余篇。主要研究方向：医学影像处理和分析。",
        "论文": [
            {
                "title": "Bo Li, Junhua Zhang*, Ruiqi Yang, Hongjian Li. FM-Net: Deep learning network for the fundamental matrix estimation from biplanar radiographs, Computer Methods and Programs in Biomedicine, 2022.",
                "date": "2022"
            },
            {
                "title": "Ruiqi Yang, Junhua Zhang*, Bo Li. Estimating the fundamental matrix based on the end-to-end convolutional network, Applied Intelligence, 2022.",
                "date": "2022"
            },
            {
                "title": "Junhua Zhang*, Bo Li, Hongjian Li, Shuai Zhang, Wentao Yu. Automatic identification of three-dimensional morphometric features of vertebrae, Computer Methods in Biomechanics and Biomedical Engineering, 2022.",
                "date": "2022"
            },
            {
                "title": "Xudong Luo, Junhua Zhang*, Zonggui Li, RuiqiYang. Diagnosis of ulcerative colitis from endoscopic images based on deep learning, Biomedical Signal Processing and Control, 2022.",
                "date": "2022"
            },
            {
                "title": "Yang Zhao, Junhua Zhang*, Hongjian Li, Xiaoying Gu, Zonggui Li, Shuai Zhang. Automatic Cobb angle measurement method based on vertebra segmentation by deep learning, Medical & Biological Engineering & Computing, 2022.",
                "date": "2022"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金项目，基于深度学习的青少年脊柱侧凸非线性生物力学特性实时分析方法研究",
                "date": "2021-2024"
            },
            {
                "title": "国家自然科学基金项目，基于自由臂三维超声成像的青少年脊柱侧凸评价方法研究",
                "date": "2014-2017"
            },
            {
                "title": "国家自然科学基金项目，青少年脊柱侧凸X 线三维数字诊断、预测和治疗后评价研究",
                "date": "2011-2013"
            },
            {
                "title": "国家自然科学基金项目，基于弱视差体视显微模型的重楼微性状鉴别和品质评价方法研究",
                "date": "2019"
            },
            {
                "title": "教育部科学技术研究重点项目，青少年脊柱侧凸多模式成像三维数字诊断、预测和治疗后评价研究",
                "date": "2011-2013"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "周丽华",
        "职位": "教授",
        "联系方式": "lhzhou@ynu.edu.cn",
        "地址": "信息学院1519",
        "个人简介": "1992年7月毕业于云南大学信息与电子科学系，获硕士学位并留校工作，2010年7月获云南大学通信与信息系统工学博士学位。2001年8月破格晋升副教授，2012年12月晋升教授。2006/10 - 2006/12到日本中央大学理工学部研修。获云南省科学技术奖自然科学类二等奖1项（排名第二），三等奖4项（1项排名第一，2项排名第二,1项排名第三）。出版著作5部（2部排名第一，3部排名第二）。主持国家基金项目3项，省基金重点项目2项，省基金面上项目1项，云南省教育厅项目2项。主要研究方向：数据挖掘、人工智能、社会网络分析",
        "科研项目": [
            {
                "title": "国家自然科学基金地区基金项目“异质信息网络中的社区搜索研究(62062066)”",
                "date": "2021/01-2024/12"
            },
            {
                "title": "国家自然科学基金地区基金项目“面向异质社会网络的信息扩散研究(61762090)”",
                "date": "2018/01-2021/12,"
            },
            {
                "title": "国家自然科学基金地区基金项目“基于合作博弈的社区发现及其在云南毒网中的应用研究”",
                "date": "2013/01-2016/12"
            },
            {
                "title": "云南省应用基础研究计划重点项目“异质信息网络分析关键技术研究(202201AS070015)”",
                "date": "2022/6/1-2025/5/31"
            },
            {
                "title": "云南省应用基础研究计划重点项目“基于传感数据的公共安全事件预警关键技术研究”",
                "date": "2016/10-2019/09"
            }
        ],
        "著作": [
            {
                "title": "数据分析—基础、模型及应用",
                "publisher": "北京: 科学出版社",
                "date": "2021.2"
            },
            {
                "title": "Extensions and Applications of Influence Diagrams",
                "publisher": "Beijing: Science Press",
                "date": "2018.4"
            },
            {
                "title": "Preference-based Spatial Co-location Pattern Mining",
                "publisher": "Beijing: Science Press",
                "date": "2022.1"
            },
            {
                "title": "数据仓库与数据挖掘原理及应用(第二版)",
                "publisher": "北京: 科学出版社",
                "date": "2009.9"
            },
            {
                "title": "数据仓库与数据挖掘原理及应用",
                "publisher": "北京: 科学出版社",
                "date": "2005.7"
            }
        ],
        "论文": [
            {
                "title": "Shaokai Xu, Lihua Zhou*, Jianfeng Xu, Lizhen Wang, Hongmei Chen. MSIDP: Multi-scale Information Diffusion Prediction with Timestamp Information and Wide Dispersion, 2022 International Joint Conference on Neural Networks (IJCNN).",
                "date": "2022"
            },
            {
                "title": "Hao Huang, LiHua Zhou*, YiTing Jiang. Early detection of fake news based on multiple information features, 2021 4th International Conference on Data Mining and Big Data (DMBD 2021), July 23-25, 2021, pp.414-419, Shanghai, China.",
                "date": "2021"
            },
            {
                "title": " Kunjie Dong, Tong Huang, Lihua Zhou*, Lizhen Wang, and Hongmei Chen. Deep Attributed Network Embedding Based on the PPMI, Database Systems for Advanced Applications. DASFAA 2021 International Workshops, Taipei, Taiwan, April 11–14, 2021, LNCS 12680, C. S. Jensen et al. (Eds.): DASFAA 2021 Workshops, LNCS 12680, pp. 251–266.",
                "date": "2021"
            },
            {
                "title": "Tong Huang, Lihua Zhou*, Zhao Jin, Yaqun Huang, Kevin Lü. A Multi-component Attribute Network Embedding for Link Prediction, 22nd IEEE International Conference on Business Informatics (IEEE CBI 2020) June 22–24, 2020, Antwerp, Belgium (Online), pp.58-65.",
                "date": "2020"
            },
            {
                "title": "Tong Huang, Lihua Zhou, Lizhen Wang, Guowang Du, Kevin Lü. Attributed Network Embedding with Community Preservation, 2020 IEEE 7th International Conference on Data Science and Advanced Analytics (DSAA), Sydney, Australia, October 6-9, 2020, pp. 334-343.",
                "date": "2020"
            }
        ],
        "专利": [
            {
                "title": "周丽华，杨培忠，王丽珍，陈红梅，肖清. 动态社交网络中基于联盟形成博弈的社区检测方法",
                "date": "2020"
            },
            {
                "title": "周丽华，杜国王，赵丽红，王丽珍，陈红梅. 基于多关系网络的MNMF聚类多变量时间序列的方法",
                "date": "2020"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "梁虹",
        "职位": "系主任教授",
        "联系方式": "ynliangh@126.com",
        "地址": "云南大学呈贡校区信息学院1413室",
        "个人简介": "梁虹，女，1989年毕业于电子科技大学无线电系，获工学硕士学位。现为云南大学教授，信息学院党委委员，信息与电子科学系主任。长期从事地理信息系统、信号与信息处理领域的研究与开发工作。主持和承担多项省部级科研项目，多次获得上级有关部门的表彰和奖励。2007年获云南省科技进步三等奖（第一完成人），2004年获云南省高等教育教学成果一等奖（第一完成人）；2004年获云南省教育科研成果一等奖（第一完成人）。2007年被授予“云南省高校教学、科研带头人”称号，2016年被授予“云南省中青年学术和技术带头人”称号，2011年被授予“云南省高等学校教学名师”荣誉称号，2008年被授予“云南省三八红旗手”荣誉称号。",
        "科研项目": [
            {
                "title": "云南省科技计划项目：滇池流域污水处理及资源再生利用物联网信息管理平台研发与应用",
                "date": "2014-2016"
            },
            {
                "title": "云南省信息技术开发专项计划项目：昆明市排水管网地理信息系统",
                "date": "2003-2005"
            },
            {
                "title": "云南省科技计划项目（云南省厅市会商重点项目）：昆明市排水管网综合信息平台研发与应用示范",
                "date": "2011-2014"
            },
            {
                "title": "科技部星火计划项目：农业科技园区信息化管理与服务平台研发与应用示范",
                "date": "2015-2016"
            },
            {
                "title": "云南省应用基础研究计划项目：基于GML的微观交通仿真与GIS-T数据共享平台研究",
                "date": "2008-2010"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "王顺芳",
        "职位": "教授",
        "联系方式": "sfwang_66@ynu.edu.cn;1940219519@qq.com",
        "地址": "信息学院1515室",
        "个人简介": "云南大学信息学院教授、理学博士、计算机科学与技术专业博士生导师。2009年破格聘为云南大学教授、2015年聘为博士生导师。云南省中青年学术和技术带头人、美国Texas A&M 大学访问学者。中国计算机学会高级会员、中国计算机学会生物信息学专委会执行委员、中国人工智能学会不确定性人工智能专委委员、中国人工智能学会生信与人工生命专委委员、中国生物工程学会计算与生信专委会委员、中国现场统计研究会统计交叉科学研究分会常务理事。担任Briefings in Bioinformatics、ACM Transactions on Knowledge Discovery from Data、PLOS Computational Biology、BMC Genomics、Journal of Medicinal Chemistry、IEEE/ACM Transactions on Computational Biology and Bioinformatics、Expert Systems With Applications、Biomedical Signal Processing and Control等十多个国际权威期刊审稿人。承担省部级纵向科研项目20余项，其中先后主持 5 项国家自然科学基金项目。在Bioinformatics、Briefings in Bioinformatics、IEEE Journal of Biomedical and Health Informatics、IEEE/ACM Transactions on Computational Biology and Bioinformatics、BMC Genomics、BMC Bioinformatics、Computers in Biology and Medicine、 Computational Statistics & Data Analysis、Biomedical Signal Processing and Control、 BIBM、ISBRA等国际权威期刊和会议上以第一作者或者通讯作者发表 SCI/EI 收录学术论文 100 余篇，授权发明专利 6 项。",
        "科研项目": [
            {
                "title": "国家自然科学基金项目，高维稀疏蛋白质数据的特征整合和分类预测",
                "date": "2021/01-2024/12"
            },
            {
                "title": "国家自然科学基金项目，临床数据交叉设计下的复杂等效性评价及统计推断",
                "date": "2017/01-2020/12"
            },
            {
                "title": "国家自然科学基金项目：生物特征识别中高维数据的统计降维及算法研究",
                "date": "2013/01-2016/12"
            },
            {
                "title": "国家自然科学基金项目：治疗方案评价中的统计推断和算法研究",
                "date": "2010/01-2012/12"
            },
            {
                "title": "国家自然科学基金项目：2×2 表中基于风险差和风险比的统计推断",
                "date": "2007/01-2007/12"
            },
            {
                "title": "云南省应用基础研究重点项目：蛋白质分类预测中的数据降维算法研究",
                "date": "2017/06-2020/5"
            }
        ],
        "论文": [
            {
                "title": "Li Yu , Wenwen Min , Shunfang Wang*. Boundary-aware Gradient Operator Network for Medical Image Segmentation. IEEE Journal of Biomedical and Health Informatics 2024, DOI 10.1109/JBHI.2024.3404273.",
                "date": "2024"
            },
            {
                "title": " Yueyi Cai, Shunfang Wang*, Deeply integrating latent consistent representations in high noise multi omics data for cancer subtyping, Briefings In Bioinformatics, 2024,25(03): bbae061.",
                "date": "2024"
            },
            {
                "title": "Weihua Zheng, Wenwen Min and Shunfang Wang∗. TsImpute: An accurate two-step imputation method for single-cell RNA-seq data. Bioinformatics, 2023, 39(12)：1-8.",
                "date": "2023"
            },
            {
                "title": "Yueyi Cai, Shunfang Wang∗ , Junjie Wang , Yu Fei. One-step multi-view clustering guided by weakened view-specific distribution. Expert Systems With Applications 2024 , 251,124021.",
                "date": "2024"
            },
            {
                "title": "Che Zhao, Shunfang Wang*. AttCON: With better MSAs and attention mechanism for accurate protein contact map prediction. Computers in Biology and Medicine, 169 (2024) 107822.",
                "date": "2024"
            }
        ],
        "专利": [
            {
                "title": "一种从生物医学文本中挖掘蛋白质亚细胞定位信息的方法",
                "date": "2021.08"
            },
            {
                "title": "一种基于三阶段组合推荐技术的党建视频推送方法",
                "date": "2021.05"
            },
            {
                "title": "一种基于贝叶斯网的短文本特征扩展方法",
                "date": "2020.10"
            },
            {
                "title": "一种融合文本语气的中文文本特征提取方法",
                "date": "2020.10"
            },
            {
                "title": "一种定量分析党建数据的建模方法",
                "date": "2020.09"
            },
            {
                "title": "一种影响图的期望效用的并行计算方法",
                "date": "2018.03"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "聂仁灿",
        "职位": "教授",
        "联系方式": "rcnie@ynu.edu.cn",
        "地址": "信息学院楼3309",
        "个人简介": "现为云南大学信息学院教授，博士，博士生导师。2014年获得云南大学通信与信息系统专业博士学位。兼云南省高等学校电工电子基础课程教学指导委员会秘书长、云南省信息通信工程高级工程师评审委员会委员、中国高校电工电子在线开放课程联盟西南地区工作委员会委员等。长期从事深度神经网络计算、复杂神经系统、智能图像处理等的研究工作。主持2项国家自然科学基金、1项博士后科研基金面上项目、2项省应用基础研究项目，及多项厅校级项目。发表论文60余篇，其中以第一作者、通讯作者，在《IEEE Transactions on Circuits and Systems for Video Technology》、《IEEE Transactions on Multimedia》、《IEEE Transactions on Instrumentation and Measurement》、《通信学报》等国内外重要学术期刊发表论文近30篇；以第一顺序发明人申请公开职务发明专利5项。长期作为IEEE汇刊TNLS,TMM、TCDS等的审稿人。",
        "论文": [
            {
                "title": "R. Nie（聂仁灿）, C. Ma, J. Cao, D. Zhou, H. Ding. A Total Variation with Joint Norms for Infrared and Visible Image Fusion[J], IEEE Transactions on Multimedia, 24:1460-1472, 2021.",
                "date": "2021"
            },
            {
                "title": "R. Nie（聂仁灿）, J. Cao, D. Zhou, W. Qian. Multi-Source Information Exchange Encoding with PCNN for Medical Image Fusion[J], IEEE Transactions on Circuits and Systems for Video Technology, 31(3): 986-1000, 2020.",
                "date": "2020"
            },
            {
                "title": "B. Jin, R. Nie*（聂仁灿）, J. Cao, Y. Zhang, and D. Li. CHFusion: A Cross-modality High-resolution Representation Framework for Infrared and Visible Image Fusion[J], IEEE Transactions on Multimedia, 2023, doi: 10.1109/TMM.2023.3294814.",
                "date": "2023"
            },
            {
                "title": "Y. Zhang, R. Nie*（聂仁灿）, J. Cao, C. Ma. Self-Supervised Fusion for Multi-Modal Medical Images via Contrastive Auto-Encoding and Convolutional Information Exchange[J], IEEE Computational Intelligence Magazine, 18(1): 68-80, 2023.",
                "date": "2023"
            },
            {
                "title": "G. Zhang, R. Nie*（聂仁灿）, and J. Cao. SSL-WAEIE: Self-Supervised Learning with Weighted Auto-Encoding and Information Exchange for Infrared and Visible Image Fusion[J], IEEE-CAA Journal of Automatica Sinica, 9(9): 1694-1697, 2022.",
                "date": "2022"
            },
            {
                "title": "C. Wang, R. Nie*（聂仁灿）, J. Cao, X. Wang, Y. Zhang. IGNFusion: An Unsupervised Information Gate Network for Multimodal Medical Image Fusion[J], IEEE Journal of Selected Topics in Signal Processing, 16(4): 854-868, 2022.",
                "date": "2022"
            }
        ],
        "科研项目": [
            {
                "title": "云南省基础研究计划重点项目：“高级视觉任务驱动的红外与可见光图像融合研究”（202301AS070025）",
                "date": "2023.6-至今"
            },
            {
                "title": "国家基金地区项目：“面向多源图像融合贡献估计的多源脉冲信息交换编码与分数阶变分方法” (61966037), 2020.1-2023.12，主持。",
                "date": "2020.1-2023.12"
            },
            {
                "title": "中国博士后科学基金面上项目：“多源图像融合的脉冲信息交换表示与贡献度量方法研究”(2017M621586)，2018.1-2020.12，主持。",
                "date": "2018.1-2020.12"
            },
            {
                "title": "国家自然科学基金项目“视感知模型脉冲耦合神经网络的图像特征提取及应用研究” 2015.1-2018.12，主持。",
                "date": "2015.1-2018.12"
            },
            {
                "title": "省科技厅项目“视感知模型PCNN的图像特征提取与应用研究” 2012.10-2015.9， 主持。",
                "date": "2012.10-2015.9"
            },
            {
                "title": "教育厅项目“视觉皮层的视感知模型理论与应用研究”2010.9-2012.8， 主持。",
                "date": "2010.9-2012.8"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "赵春娜",
        "职位": "教授",
        "联系方式": "chunnazhao@163.com",
        "地址": "云南大学呈贡校区信息学院楼1418",
        "个人简介": "赵春娜，云南大学教授、博导，2006年毕业于东北大学，获得博士学位。2008年8月东北大学博士后出站。2015年底作为引进人才来到云南大学信息学院工作。系国家自然科学基金委、北京市科学基金委的通讯评审专家；担任中国系统仿真学会会员，辽宁省人工智能学会会员；兼职国际期刊审稿人，重要国际会议的审稿人。先后主持国家自然科学基金、北京市教委、优秀人才及人才强教项目等项目；获北京市优秀教学成果奖、辽宁省科技进步奖、北京市计算机教学精彩交流一等奖、云南省高校教师教学大赛一等奖等奖项，荣获“北京市优秀青年知识分子”、云南省千人计划青年人才荣誉称号。教育经历博士毕业于东北大学，信息科学与工程学院，模式识别与智能系统专业，2004.3-2006.9，师从薛定宇、陈阳泉教授，研究方向是分数阶系统。硕士毕业于东北大学, 理学院，应用数学专业，2001.8-2004.3，师从孙艳蕊、张祥德教授，研究方向是金融数学。",
        "研究方向": "人工智能：时间序列预测、时间序列分类、序列建模分数阶系统：分数阶建模、分数阶控制、基于分数阶的人工智能建模学生培养在读博士生：周程丽、叶俊杰招生方向：时间序列、分数阶、自然语言处理、计算机视觉升学就业升学：实验室大力支持，优秀毕业生可推荐至知名高校攻读博士学位就业：完成学业要求，鼓励实习",
        "奖励和称号": "2018年，云南省‘云岭青年人才’。2018年，云南省高校教师教学大赛一等奖2013年，北京市教育科研成果三等奖 2013年，北京市教学成果二等奖2011年，北京市计算机精彩交流一等奖2011年，北京市优秀青年知识分子。",
        "科研项目": [
            {
                "title": "云南省青年人才项目——分数阶控制系统的⾼阶逻辑形式化验证， 2020-2024年。",
                "date": "2020-2024年"
            },
            {
                "title": "国家自然科学基金项目——基于高阶逻辑的分数阶PID控制器形式化分析与验证， 2019-2022年。",
                "date": "2019-2022年"
            },
            {
                "title": "“西部计算机教育提升计划”Google人才引进/科研培育项目， 2016-2017年。",
                "date": "2016-2017年"
            },
            {
                "title": "国家自然科学基金青年项目——基于高阶逻辑的分数阶建模与验证理论研究， 2012-2014年。",
                "date": "2012-2014年"
            },
            {
                "title": "北京市委组织部优秀人才培养项目, 分数阶系统验证理论中非完备性研究 ， 2012-2014年。",
                "date": "2012-2014年"
            }
        ],
        "论文": [
            {
                "title": "Chunna Zhao, Licai Dai, Yaqun Huang. Fractional Order Sequential Minimal Optimization Classification Method. Fractal and Fractional, 2023, 7(8): 637. (SCI 2区)",
                "date": "2023"
            },
            {
                "title": "Xiaojun Zhou, Chunna Zhao*, Yaqun Huang. A Deep Learning Optimizer Based on Grünwald–Letnikov Fractional Order Definition. Mathematics. 2023; 11 (2): math11020316. (SCI 2区)",
                "date": "2023"
            },
            {
                "title": "Yuntong Liu; Chunna Zhao*; Yaqun Huang; A Combined Model for Multivariate Time Series Forecasting Based on MLP-Feedforward Attention-LSTM, Institute of Electrical and Electronics Engineers, 2022, 10：88644. (SCI 3区)",
                "date": "2022"
            },
            {
                "title": "Zichao He; Chunna Zhao*; Yaqun Huang; Multivariate Time Series Deep Spatiotemporal Forecasting with Graph Neural Network, Applied Sciences, 2022, 12(11)：5731. (SCI 3区)",
                "date": "2022"
            },
            {
                "title": "Chunna Zhao*; Murong Jiang; Yaqun Huang; Formal Verification of Fractional-Order PID Control Systems Using Higher-Order Logic. Fractal and Fractional, 2022, 6(9)：485. (SCI 2区)",
                "date": "2022"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "杨晶晶",
        "职位": "教授",
        "联系方式": "yjj8307@126.com",
        "地址": "翠湖校区怀周楼406; 呈贡校区信息学院1323",
        "个人简介": "博士，副教授，博士后。2010年至今在云南大学信息学院工作。2012-2015年进入云南大学信息与通信工程博士后流动站，先后获得中国博士后基金面上项目和特别资助。2013-2014年先后进入云南大学骨干教师培养计划、昆明市中青年学术技术带头人后备人才培养计划、云南省中青年学术技术带头人培养计划；2015年入选云南大学青年英才培养计划。为云南省高校谱传感与无线电监测重点实验室、昆明市谱传感与无线电监测重点实验室学术带头人。 从事电磁场、无线通信、谱传感与无线电监测方面的研究工作。近年来，作为第一作者和通讯作者发表了SCI收录论文30余篇，主编和参编专著3部、获得发明专利授权1项。主持了多项国家级和省部级科研项目，具有较丰富的科研经验。",
        "论文": [
            {
                "title": "J. J. Yang, M. Huang, J. H. Peng, J. H. Shi, Rapid determination of the moisture content of milk powder by microwave sensor, Measurement 87,2016, 83-86 SCI 000375134900009",
                "date": "2016"
            },
            {
                "title": "Y. Francescato, J. J. Yang, M. Huang, and S. A.Maier, General considerations for the miniaturization of radiative antennae, Optics Express, 23(3): 3209-3220, 2015",
                "date": "2015"
            },
            {
                "title": "J. J. Yang, Y. Francescato, D. Z. Chen, J. F. Yang, M. Huang, Broadband molecular sensing with a tapered spoof plasmon waveguid, Optics Express, 23(7): 8583- 8589, 2015.",
                "date": "2015"
            },
            {
                "title": "J.J. Yang, M. Huang, X.Z. Dai, M. Y. Huang, Y. Liang, A spoof surface WGM sensor based on a textured PEC cylinder, Europhysics Letters, 103 (4): 44001, 2013",
                "date": "2013"
            },
            {
                "title": "J. J. Yang, M. Huang, T. Li, D. Z. Chen, H. Tang, Manipulating the ﬁeld distribution of a polygonal SPP resonator based on AZIM, J. Phys. D: Appl. Phys., 47(8): 085106,2014",
                "date": "2014"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金(11564044)",
                "date": ""
            },
            {
                "title": "国家自然科学基金(61261002)",
                "date": ""
            },
            {
                "title": "高等学校博士学科点专项科研基金新教师类(20125301120009)",
                "date": ""
            },
            {
                "title": "中国博士后基金(2013M531989)",
                "date": ""
            },
            {
                "title": "博士后基金第七批特别资助(2014T70890)",
                "date": ""
            },
            {
                "title": "云南省自然科学基金重点项目(2015FA015)",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "武浩",
        "职位": "教授",
        "联系方式": "haowu@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1422",
        "个人简介": "武浩，2007年6月博士毕业于华中科技大学计算机系统结构专业，2007年8月入职云南大学信息学院。先后入选云南大学“中青年骨干教师”培养计划、云南大学“青年英才“培育计划、“云南省中青年学术与技术带头人后备人才”培养计划、云南省高层次人才培养支持计划“青年拔尖人才”专项。主要从事Web智能、服务计算、边缘计算方面的研究。近年来主持和参与国家自然科学基金等10余项课题。在TPDS、TMC、TKDE、TNNLS、TSC、TII、TIM、NeuNet、WWWJ、FGCS、KBS、ICWS、ICSOC、DASFAA等期刊/会议上发表论文130余篇, SCI收录60余篇, Google Scholar引用1700+。出版著作3部。授权发明专利8项, 获得计算机软件著作权登记6项。获云南省自然科学二等奖1项。担任国际学术会议AC、IMMM、ENC、DSAA等程序委员会委员, 国际刊物ACM TKDD、ACM TORS、ACM TWeb、IEEE TKDE、IEEE TNNLS、IEEE TSC、IEEE TBD、IEEE TCYB、IEEE TCSS、IEEE TNSE、FGCS、JSS、KBS、Neural Networks、NeuroComputing、J. Supercomputing、Applied Intelligence 、PLOS One、IEEE Access等二十余种期刊审稿人。【GoogleScholar】【ResearchGate】邮箱：",
        "科研项目": [
            {
                "title": " 国家自然科学基金项目（62362069）",
                "date": "2024/1-2027/12"
            },
            {
                "title": " 云南省基础研究计划项目（202401BF070001-024）",
                "date": "2024/3-2027/2"
            },
            {
                "title": " 国家自然科学基金项目（61962061）",
                "date": "2020/1-2023/12"
            },
            {
                "title": "国家自然科学基金项目（61562090）",
                "date": "2016/1-2019/12"
            }
        ],
        "论文": [
            {
                "title": "Jiahui Li, Hao Wu, Qiang He, et al. Dynamic QoS Prediction With Intelligent Route Estimation Via Inverse Reinforcement Learning. IEEE Transactions on Services Computing,  2024, 17(2): 509-523",
                "date": "2024"
            },
            {
                "title": "Hao Wu, Shuting Tian, Binbin Jin, et al. Effective Graph Modeling and Contrastive Learning for Time-Aware QoS Prediction. IEEE Transactions on Services Computing,  2024, 17(6): 3513-3526",
                "date": "2024"
            },
            {
                "title": "Yueting Fang, Hao Wu, Yiji Zhao, et al. Diversifying Collaborative Filtering via Graph Spreading Network and Selective Sampling. IEEE Transactions on Neural Networks and Learning Systems, 2024, 35(10): 13860-13873",
                "date": "2024"
            },
            {
                "title": "Qian Tang, Yiji Zhao, Hao Wu, et al. Node Clustering on Attributed Graph Using Anchor Sampling Strategy and Debiasing Strategy. IEEE Transactions on Emerging Topics in Computational Intelligence, 2024, 8(4): 3017-3028 (2024)",
                "date": "2024"
            },
            {
                "title": "Shige Xu, Lei Zhang, Yin Tang, Chaolei Han, Hao Wu, et al. Channel Attention for Sensor-Based Activity Recognition: Embedding Features into all Frequencies in DCT Domain. IEEE Transactions on Knowledge and Data Engineering, 2023, 35(12): 12497-12512.",
                "date": "2023"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "李鹏",
        "职位": "教授",
        "联系方式": "lipeng@ynu.edu.cn",
        "地址": "昆明市呈贡区云南大学信息学院1211 邮编",
        "个人简介": "2002年09月- 2007年06月：华东理工大学自动化系，工学博士学位1995年09月- 1999年07月：华东理工大学自动化系，工学学士学位",
        "工作履历": "2007年08月至今：云南大学，信息学院信息与电子工程系，历任讲师、副教授、教授、博士生导师2012年02月-2014年06月：清华大学/云南电网公司，控制科学与工程专业博士后站，博士后1999年07月-2002年08月：云南昆船设计研究院，电气控制设计室，助理工程师",
        "研究概况": "近年来主持国家自然科学基金、云南省科技计划应用基础研究重点课题、云南电网公司委托课题等19项研究课题，参与国家863计划等多项科研课题；第1作者或通迅作者发表论文50余篇，其中SCI/EI期刊论文30余篇；授权发明专利10项，公开发明专利6项，获省部级科技奖励3项。领域及方向：智慧能源系统、工业过程监测与控制 (1)新能源出力与负荷预测、源-网-储-荷协同优化与控制(2)新型配电网数字孪生建模与故障诊断、运维决策(3)电力信息物理融合系统（CPS）可靠性分析与攻击检测(4)复杂生产过程故障诊断、控制与优化 主要科研项目(1) 国家自然科学基金(62163036)：高原山地型城镇能源互联网用户负荷特性分析及预测模型研究, 项目负责人, 2022-2025(2) 国家自然科学基金(61763049)：物联网环境下电网灾害动态演化及协同防御模型研究, 项目负责人, 2018-2021(3) 国家自然科学基金(61364024)：架空输电线覆冰预警与除冰决策优化的数据驱动方法研究, 项目负责人, 2014-2017(4) 国家高技术研究发展计划(863计划)(2011AA05A120)：基于物联网技术的输变电设备智能监测与全寿命周期管理, 主要参与人, 2012-2014(5) 云南省科技计划应用基础研究重点课题(2018FA032)：全景数据驱动的电网灾害动态演化及协同防御模型研究, 项目负责人, 2018-2021(6) 云南省科技计划重大专项(202302AF080006)：面向分布式能源多参与主体合作博弈的虚拟电厂关键技术研究与示范, 主要参与人, 2023-2025(7) 云南省科技计划企业专项(202101BC070001-012)：甲基锡锡化学反应智能控制系统研究, 主要参与人, 2022-2024(8) 兴滇英才支持计划-产业创新人才专项（XDYC-CYCX-2022-0010）:基于能源互联网的高原山地型城镇绿色低碳用能关键技术研究及示范应用, 项目负责人, 2023-2027(9) 云南省中青年学术和技术带头人后备人才培养计划(202105AC160094), 项目负责人, 2021-2025(10) 云南省科技计划应用基础研究面上课题(2014FB112)：输电线路覆冰灾害防御与运维决策关键技术研究, 项目负责人, 2014-2017(11) 云南省教育厅科学研究基金重点项目(2015Z014)：物联网环境下高压输电线路灾害防御应急响应系统关键技术研究, 项目负责人, 2015-2017(12) 云南电网有限责任公司委托课题(企业横向): 配网运行数据接入提取及移动交互技术研究，项目负责人, 2018-2019(13) 云南电网有限责任公司委托课题(企业横向): 输变电设备在线监测信息系统多粒度数据处理模型研究与实例化应用, 项目负责人, 2014-2015(14) 昆明迪森电气有限公司委托课题(企业横向): 电网输电线路及配电网在线监测数据分析及应用研究 ,项目负责人, 2018-2019(15) 云南省教育厅科学研究基金(08Y0031)：复杂系统安全监测的多粒度信息融合方法研究, 项目负责人, 2009-2010(16) 云南省教改项目(JG2018017):\"平台开放,多维协同\"的电子信息类本科毕业设计创新能力培养方法探索与研究,  项目负责人, 2019-2020(17) 云南大学教育教学改革研究项目(2017Y20)：面向智能制造的自动化类课程实验教学改革与平台建设，项目负责人，2017-2019(18) 云南大学研究生核心课程建设项目(HXKC202136)：现代控制理论，项目负责人，2021-2024(19) 云南大学教育教学改革研究重点项目(2022Z13)：面向自主可控“软硬件”核心技术的电子信息工程专业人才培养体系探索与实践，项目负责人，2023-2025",
        "论文": [
            {
                "title": "Wang H, Li P*, Lang X, et al. FTGAN: A Novel GAN-based Data Augmentation Method Coupled Time-frequency Domain for Imbalanced Bearing Fault Diagnosis. IEEE Transactions on Instrumentation and Measurement, 2023, doi: 10.1109/TIM.2023.3234095.",
                "date": "2023"
            },
            {
                "title": "R. Tong, P. Li*, L. Gao, X. Lang, A. Miao, et al. A novel ellipsoidal semisupervised extreme learning machine algorithm and its application in wind turbine blade icing fault detection. IEEE Transactions on Instrumentation and Measurement, 2022, doi: 10.1109/TIM.2022.3205920",
                "date": "2022"
            },
            {
                "title": "X. Lang, Y. Zhang, L. Xie, P. Li*, A. Horch and H. Su. Detrending and denoising of industrial oscillation data. IEEE Transactions on Industrial Informatics, 2022, doi: 10.1109/TII.2022.3188844.",
                "date": "2022"
            },
            {
                "title": "Tong R , Li P* , Lang X, et al. A novel adaptive weighted kernel extreme learning machine algorithm and its application in wind turbine blade icing fault detection. Measurement, 2021(12):110009.",
                "date": "2021"
            },
            {
                "title": "Zhang Qi, Li Peng*, Lang Xun,Miao Aimin*. Improved dynamic kernel principal component analysis for fault detection. Measurement, 2020, 158(2020):1-10",
                "date": "2020"
            }
        ],
        "奖励及人才培养计划": "科技成果奖励(1)城市配电网箱式设备物联网巡检系统关键技术及应用，云南省科技进步三等奖，2022年（排名第1）(2)输变电设备物联网关键技术与应用，南方电网公司，科技进步二等奖，2016年12月(3) 输变电设备物联网关键技术与应用，中国电力企业联合会，电力创新二等奖，2017年6月(4) 输变电设备物联网关键技术与应用，云南电网有限责任公司，科技进步一等奖，2016年8月(5) 电网系统安全态势估计与维护决策的多粒度自适应模型及其关键技术研究，云南电网有限责任公司，科技进步三等奖，2019年4月，（排名第1）教学成果奖励(1) 云南省首批一流本科课程-《自动控制原理》，云南省教育厅，主讲教师、课程负责人，2020年11月(2) 第三届云南省高校教师教学大赛，二等奖，云南省教育厅，2019年9月(3) 2024年度云南省教师教学大赛，三等奖，云南省教育厅，2024年4月(4) 2020年度云南省优秀硕士学位论文(檀磊，控制理论与控制工程专业), 云南省教育厅，指导教师, 2021年2月(5) 2022年度云南省优秀硕士学位论文(谷紫文，信号与信息处理专业), 云南省教育厅，指导教师, 2023年3月(6) 2023年度云南省优秀硕士学位论文(仝瑞宁，控制工程专业), 云南省教育厅，指导教师, 2024年2月(7) 2023年度云南大学教师课堂教学比赛，一等奖，云南大学，2023年10月(8) 2019年度云南大学教师课堂教学比赛，二等奖，云南大学，2019年6月(9) 改进电子技术系列课程教学提高电子信息类学生“工程实践能力”，云南大学，教学成果二等奖，2014年12月入选人才计划(1) 云南省省委人才办：2022年度兴滇英才计划-产业创新人才，2022年10月(2) 云南省科技厅：2020年度云南省中青年学术和技术带头人后备人才，2020年9月(3) 云南省人力资源与社会保障厅：云南省引进高层次人才（享受政府购房补贴和工作经费资助人员），2019年1月(4) 云南大学：“中青骨干教师”培养计划，2014年，控制科学与工程(5) 国家留学基金委：“西部地区人才培养特别项目”，2014年，控制科学与工程指导学生参加学科竞赛获奖(1) 2015年指导学生参加全国大学生电子设计大赛，获国家一等奖1项、二等奖1，云南省特等奖1项、一等奖2项，二等奖1项(2) 2017年指导学生参加全国大学生电子设计大赛，获国家一等奖1项、二等奖2，云南省特等奖1项、一等奖4项(3) 2019年指导学生参加全国大学生电子设计大赛，获国家二等奖1项，云南省一等奖1项、二等奖2项(4) 2021年指导学生参加“西门子杯”全国大学生智能制造挑战赛，获国家二等奖1项、华南赛区一等奖1项(5) 2020年指导学生参加全国大学生“互联网+”创新创业大赛，获云南省金奖1项(6) 2021年指导学生参加全国大学生“互联网+”创新创业大赛，获云南省银奖1项(7) 2023年指导学生参加全国大学生“互联网+”创新创业大赛，获云南省金奖2项(8) 2023年指导学生参加研究生电子设计大赛，获初赛阶段全国一等奖1项",
        "主讲课程": "(1) 自动控制原理，本科生 (电子信息工程专业)，秋季学期(2) 控制系统工程设计，本科生 (电子信息工程专业)，春季学期(3) 电子电工技术，本科生 (化工类专业)，春季学期(4) 现代控制理论，研究生 (控制科学与工程专业)，秋季学期(5) 系统辨识，研究生 (控制科学与工程专业)，春季学期(6) 控制科学与工程综合实践，研究生 (控制科学与工程专业)，春季学期",
        "所属学院": "信息学院"
    },
    {
        "名字": "诸薇娜",
        "职位": "教授",
        "联系方式": "zhuweina.cn@gmail.com",
        "个人简介": "我的研究方向聚焦于人类视觉系统中的信息处理过程，具体涵盖简单几何图形、自然场景和人脸等属性的分析。研究方法上，我主要采用脑电（EEG）、眼动追踪和心理物理学，以深入探究视觉信息在何时、何地到达意识。我当前的研究重点在于理解人脑是否能够在无意识的情况下处理视觉信息。",
        "研究方向：": "我的研究方向聚焦于人类视觉系统中的信息处理过程，具体涵盖简单几何图形、自然场景和人脸等属性的分析。研究方法上，我主要采用脑电（EEG）、眼动追踪和心理物理学，以深入探究视觉信息在何时、何地到达意识。我当前的研究重点在于理解人脑是否能够在无意识的情况下处理视觉信息。",
        "论文：": [
            {
                "title": "Gao, M., W. Zhu* and J. Drewes* (2024). \"The temporal dynamics of conscious and unconscious audio-visual semantic integration.\" Heliyon 10(13): e33828.",
                "date": "2024"
            },
            {
                "title": "Drewes J, Witzel C, & Zhu W* (2023). Feature-Based Interaction between Masks and Target in Continuous Flash Suppression. Scientific Reports 13, no. 1 (March 22, 2023): 4696.",
                "date": "2023"
            },
            {
                "title": " Huang, Q., J. Derwes, and W. Zhu*. Congruency Effects with Animal and Human Target Objects. in International Conference on Applied Psychology, Modern Education. 2023. Kunming, China.",
                "date": "2023"
            },
            {
                "title": "Zhao L, Zhou D, Jin X, Zhu W*. nn-TransUNet: An Automatic Deep Learning Pipeline for Heart MRI Segmentation. Life (Basel). 2022;12(10). Epub 2022/10/28.",
                "date": "2022"
            },
            {
                "title": "Peng W, Wang X, Lang D, Zhu W*, editors. Does gender affect the processing of object classification in natural scenes. The 3rd International Conference on Artificial Intelligence and Computer Engineering; 2022.11.13; Dalian, China",
                "date": "2022"
            }
        ],
        "背景介绍：": "脑与认知，是目前非常热门的一个研究领域。从1997年美国提出“人类脑计划”发展至今，对脑与认知的研究取得了巨大的进展。中国国家自然科学基金委也制定了“视听觉信息的认知计算”重大研究计划，国家对认知研究的发展越加重视。做为一个多学科交叉的新兴领域，认知科学必然是未来计算机科学和神经科学领域的重要研究方向。脑科学和信息学是当今国际科学研究的两大热点，将这两大热点进行相互结合研究已经发展成了一门新兴的研究方向。而认知科学就是一门包括心理学、神经科学、人工智能模式识别等学科的新兴科学，其研究对象为人类和人工智能机制的理解和认知。与人类视听觉感知密切相关的图像、语音（语言、音乐）信息在社会经济的各个领域中扮演着重要角色，并一直保持迅猛增长。这类信息可被人类直接感知和理解，也可用计算机进行处理，但计算机的处理能力和效率远逊于人类。如何借鉴人类的认知机理和相关计算机科学的最新研究成果，建立新的计算模型和方法，从而大幅度提高计算机对这类信息的理解能力与处理效率，正是认知计算研究主要解决的问题。本人的研究正是以此为背景，开展的视听觉认知研究，具体从四个方面开展： (1) 意识下的面孔认知研究（国家自然科学基金支持项目）  (2) 基于情绪认知机制的音乐情绪分类检索关键技术研究（国家自然科学基金支持项目） (3) 基于复杂场景快速目标识别机制的图像信息快速提取关键技术研究（国家留学基金委支持与德国合作项目、国家自然科学基金支持项目） (4) 基于感觉信息的时空融合的认知神经机制研究（国家外专局支持与意大利合作项目）   合作实验室：德国Giessen大学和意大利Trento大学的脑与认知研究实验室；厦门大学智能科学系和中科院生物物理所国家重点实验室。",
        "所属学院": "信息学院"
    },
    {
        "名字": "周小兵",
        "职位": "教授",
        "联系方式": "zhouxb@ynu.edu.cn",
        "地址": "信息学院1507",
        "个人简介": "2014.11至今 云南大学 博士后2015.1~2016.2 University of California, Irvine 访问学者2008.11至今 云南大学 副教授2004.9~2008.6 电子科技大学  博士2002.9~2004.6 电子科技大学  硕士 1997.7~2002.8 中国石油西南油气田分公司天然气研究院 助理工程师1993.9~1997.6 西南石油大学  本科",
        "研究方向": "深度学习理论及应用混沌保密通信非线性系统动力学",
        "科研项目": [
            {
                "title": "国家自然科学基金项目 “分数阶忆阻系统的动力学分析及其控制”",
                "date": "2015.1-2018.12"
            },
            {
                "title": "云南省科技计划项目 “分数阶忆阻神经网络动力学及其应用””",
                "date": "2015.7-2018.7"
            },
            {
                "title": "云南省科技计划项目 “分数阶混沌同步及应用研究””",
                "date": "2009.7-2012.7"
            },
            {
                "title": "云南省教育厅科学研究基金 “忆阻神经网络动力学及其控制研究”",
                "date": "2014.10-2016.10"
            }
        ],
        "论文": [
            {
                "title": "SWITCHED MODIFIED FUNCTION PROJECTIVE SYNCHRONIZATION BETWEEN TWO COMPLEX NONLINEAR HYPERCHAOTIC SYSTEMS BASED ON ADAPTIVE CONTROL AND PARAMETER IDENTIFICATION Zhou, Xiaobing; Jiang, Murong; Huang, Yaqun KYBERNETIKA  2014, 50(4) 632-642",
                "date": "2014"
            },
            {
                "title": "Adaptive Switched Generalized Function Projective Synchronization between Two Hyperchaotic Systems with Unknown Parameters Zhou, Xiaobing; Xiong, Lianglin; Cai, Xiaomei ENTROPY 2014, 16(1) 377-388",
                "date": "2014"
            },
            {
                "title": "Finite-Time Chaos Control of a Complex Permanent Magnet Synchronous Motor System Zhou, Xiaobing; Jiang, Murong; Cai, Xiaomei Abstract and Applied Analysis 2014, Article ID: 976042",
                "date": "2014"
            },
            {
                "title": "Combination-Combination Synchronization of Four Nonlinear Complex Chaotic Systems Zhou, Xiaobing; Xiong, Lianglin; Cai, Xiaomei Abstract and Applied Analysis 2014, Article ID: 953265",
                "date": "2014"
            },
            {
                "title": "Adaptive Synchronization and Antisynchronization of a Hyperchaotic Complex Chen System with Unknown Parameters Based on Passive Control Zhou, Xiaobing; Xiong, Lianglin; Cai, Weiei; Cai, Xiaomei Journal of Applied Mathematics 2013, Article ID:845253",
                "date": "2013"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "李波",
        "职位": "教授",
        "联系方式": "libo@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院 1316",
        "个人简介": "2005年毕业于华中科技大学信息与通信工程专业获得工学博士学位，2015年3月至2016年3月在美国亚利桑那州立大学作为访问学者进行学术交流。主要从事5G、边缘计算、边缘智能、云计算（移动云计算）、物联网领域的理论和应用研究工作。近年来主持了国家自然科学基金项目、云南省应用基础研究计划项目等课题的研究工作，在科学出版社出版《移动云计算——资源共享技术》专著一部, 在Journal of Supercomputing， 系统仿真学报、HPCC, PDCAT等期刊和会议上发表学术论文50余篇.",
        "科研项目": [
            {
                "title": "国家自然科学基金项目，移动云计算中支持终端移动性的计算卸载关键技术研究（61562092）",
                "date": "2016.1-2019.12"
            },
            {
                "title": "“联合云平台资源管理及关键技术研究”,“国家农村信息化示范省综合信息服务平台建设”项目关键技术研发合作协议子项目",
                "date": "2014.7-2016.12"
            },
            {
                "title": "“云南大学服务云南行动计划”项目（第二批），智能反恐多机器人群（多个机器人协同作战）",
                "date": "2016.11-"
            },
            {
                "title": "国家自然科学基金项目，网格作业资源预留对本地调度器性能影响（60663009）",
                "date": "2006.1-2009.12"
            }
        ],
        "论文": [
            {
                "title": "Li B, Hou P, Wang K, et al. Deployment of edge servers in 5g cellular networks[J]. Transactions on Emerging Telecommunications Technologies, 2020.",
                "date": "2020"
            },
            {
                "title": "Li B, Peng Z, Hou P, et al. Reliability and capability based computation offloading strategy for vehicular ad hoc clouds[J]. Journal of Cloud Computing, 2019",
                "date": "2019"
            },
            {
                "title": "Wu H, Yue K, Li B, et al. Collaborative qos prediction with context-sensitive matrix factorization[J]. Future Generation Computer Systems, 2018",
                "date": "2018"
            },
            {
                "title": "Li B, He M, Wu W, et al. Computation offloading algorithm for arbitrarily divisible applications in mobile edge computing environments: An ocr case. Sustainability, 2018",
                "date": "2018"
            },
            {
                "title": "LI BO, PEI YIJIAN, WU HAO, SHEN BIN. Heuristics to allocate high-performance cloudlets for computation offloading in mobile ad hoc clouds [J]. Journal of Supercomputing, 2015.",
                "date": "2015"
            }
        ],
        "专著：": [
            {
                "title": "移动云计算——资源共享技术",
                "publisher": "北京：科学出版社",
                "date": "2017.6"
            }
        ],
        "讲授课程": "硕士研究生（1）现代通信原理  秋季学期（2）物联网概论  秋季学期本科生（1）通信原理及应用  秋季学期（2）信息论与编码基础  春季学期",
        "所属学院": "信息学院"
    },
    {
        "名字": "李海燕",
        "职位": "教授",
        "联系方式": "leehy@ynu.edu.cn",
        "地址": "0871-65033744",
        "个人简介": "博士，教授，博士生导师，IEEE Senior Member, 入选云南省科技兴滇创新人才计划“教学名师”,入选云南大学“中青年骨干教师培养计划”。获比利时鲁汶大学硕士学位，美国田纳西大学访问学者。主要从事人工智能、模式识别和图像处理方面的研究工作。主持及参与各类科研项目近20余项，其中主持国家自然科学基金项目2项；发表学术论文100余篇，其中SCI EI检索70余篇。近三年以通信作者及第一作者发表SCI及EI期刊论文38篇，累计影响因子116.131。出版教材专著4部，获得云南省自然科学进步二等奖1项。申请国家发明专利5项，授权计算机软件著作权3项，指导本科生生参加美国及全国数学建模竞赛获国际、国家及省级奖120余项，获云南大学“伍达观优秀教师奖”。长期担任国际SCI高质量期刊Knowledge-Based Systems、IEEE Transactions on Circuits and Systems for Video Technology、Applied Intelligence、Expert Systems with Applications等30余个国际期刊的审稿人或编辑。",
        "论文": [
            {
                "title": "Guanbo Wang, Haiyan Li*, Shuhua Ye, Hongzhi Zhao, Hongwei Ding and Shidong Xie. RFWNet: A Multi-scale Remote Sensing Forest Wildfire Detection Network with Digital Twinning Adaptive Spatial Aggregation and Dynamic Sparse Features, IEEE Transactions on Geoscience and Remote Sensing.2024, 3412112. doi: 10.1109/TGRS.2024.3412112（SCI 中科院一区TOP IF=8.5 ）",
                "date": "2024"
            },
            {
                "title": "Guanbo Wang, Haiyan Li*,Victor Sheng, Yujun Ma, Hongwei Ding and Hongzhi Zhao, DPMNet: A Remote Sensing Forest Fire Real-time Detection Network Driven by Dual Pathways and Multidimensional Interactions of Features, IEEE Transactions on Circuits and Systems for Video Technology.2024, 3462432 doi: 10.1109/TCSVT.2024.3462432.（SCI 中科院一区TOP IF=8.3 ）",
                "date": "2024"
            },
            {
                "title": "Guanbo Wang, Haiyan Li*, Peng Li, Xun Lang, Yanling Feng, Zhaisehng Ding, Shidong Xie, M4SFWD: A Multi-Faceted synthetic dataset for remote sensing forest wildfires detection, Expert Systems with Applications, Volume 248(15), 2024, 123489, https://doi.org/10.1016/j.eswa.2024.123489. （SCI 中科院一区TOP IF=8.5 ）",
                "date": "2024"
            },
            {
                "title": "Haiyan Li, Zhixin Wang, Zheng Guan, Jiarong Miao, Weihua Li, Pengfei Yu, Carlos Molina Jimenez, UCFNNet: Ulcerative colitis evaluation based on fine-grained lesion learner and noise suppression gating, Computer Methods and Programs in Biomedicine, Volume 247, 2024, 108080, https://doi.org/10.1016/j.cmpb.2024.108080. （SCI 中科院二区TOP IF=6.1 ）",
                "date": "2024"
            },
            {
                "title": "Haiyan Li, Renchao Qiao, Pengfei Yu*, Haijiang Li, Mingchuan Tan, CTHD-Net: CNN-Transformer hybrid dehazing network via residual global attention and gated boosting strategy, Journal of Visual Communication and Image Representation, Volume 99, 2024, 104066, https://doi.org/10.1016/j.jvcir.2024.104066. （SCI 中科院四区 IF=2.8 ）",
                "date": "2024"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金项目 “基于视觉感知及语义认知的云南边境多模态目标监测与追踪技术研究”",
                "date": "2023.1-2026.12"
            },
            {
                "title": "云南省万人计划“云岭教学名师”",
                "date": "2020.1-2024.12"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "柏正尧",
        "职位": "教工一支部书记，博士,教授",
        "联系方式": "baizhy@ynu.edu.cn(主); baizhy@163.com(备)",
        "地址": "信息学院1417",
        "个人简介": "主要从事信号处理，图像处理，模式识别与机器学习研究。主持完成省部级科研项目4项，国家自然科学基金联合基金项目1项，主持云南省重大科技专项课题1项。发表学术论文80余篇，出版著作6部，其中译著1部（电子工业出版社），专著1部，研究生和本科生教材4部（主编3部，副主编1部，科学出版社）。2004年9月获北京理工大学优秀毕业生称号；2005年首批入选云南大学中青年骨干教师培养计划(2006-2009)；2007年获第11届云南大学伍达观教育基金优秀教师奖；2010年获云南省优秀硕士学位论文指导教师，本人被授予优秀硕士学位论文指导教师称号。2009年9月至2010年9月在加拿大多伦多大学电子与计算机工程系做访问研究，与Dimitrios Hatzinakos教授合作，从事图像处理以及生物特征信号处理研究。主讲本科生课程：数字信号处理(双语)，数字图像处理(双语)，数字信号处理实验，MATLAB高级编程与工程应用，概率论与数理统计（留学生，全英文教学）；主讲研究生课程：模式识别技术。云南大学信息学院教工第一党支部（全国党建工作样板支部）书记。",
        "科研项目": [
            {
                "title": "云南省重大科技专项课题，面向文化旅游的数字化和智能化关键技术研究",
                "date": "2020/01-2022/12"
            },
            {
                "title": "云南省创新团队，中国科学院云南天文台射电天文技术研发及应用省创新团队",
                "date": "2018/07-2021/07"
            },
            {
                "title": "云南省应用基础研究计划面上项目，基于深度鉴别稀疏流形子空间学习网络的室内场景分类研究",
                "date": "2016/01-2018/12"
            },
            {
                "title": "国家自然科学基金委员会-中国科学院天文联合基金项目，射电望远镜新型数字多波段观测终端关键技术研究",
                "date": "2013/01-2015/12"
            },
            {
                "title": "云南省应用基础研究计划项目，基于可撤销生物特征与秘密共享的身份认证研究",
                "date": "2010/12-2013/12"
            },
            {
                "title": "云南省应用基础研究计划项目，基于Curvelet变换的SAR图像道路检测",
                "date": "2006/12-2009/12"
            }
        ],
        "论文": [
            {
                "title": "柏正尧，陶劲宇.采用伪3D卷积网络的脑部MRI图像超分辨率重建[J].计算机辅助设计与图形学学报,2022,34(02):208-216.",
                "date": "2022"
            },
            {
                "title": "陆倩杰,柏正尧,樊圣澜,周雪,许祝.COVID-19肺部CT图像多尺度编解码分割.中国图象图形学报,2022,27(03):0827-0837",
                "date": "2022"
            },
            {
                "title": "刘会杰，柏正尧,程威，李俊杰，许祝.  融合注意力机制和多层U-Net的多视图立体重建[J].中国图象图形学报, 2022,27(02):475-485.",
                "date": "2022"
            },
            {
                "title": "Wei Cheng, Zhengyao Bai, Junjie Li, Huijie Liu, and Lifang Yang. ADIM-MVSNet: Adaptive Depth Interval Multi-View Stereo Network for 3D Reconstruction, ICIGP 2022, January 7-9, 2022, Beijing, China, pp. 281-287.Junjie Li, Zhengyao Bai, Wei Cheng, Huijie Liu. Feature Pyramid Multi-View Stereo Network Based on Self-Attention Mechanism, ICIGP 2022, January 7-9, 2022, Beijing, China, pp. 226-233.",
                "date": "2022"
            },
            {
                "title": "Bai Z, Fang C, Liu X. Bone lesion detection using attention mechanism and multi-scales feature fusion network[C]//2021 China Automation Congress (CAC). IEEE, 2021: 4967-4971.",
                "date": "2021"
            },
            {
                "title": "Zhou X, Bai Z, Lu Q, et al. Colorectal Polyp Segmentation Based on Group Convolution and Transformer[C]//2021 China Automation Congress (CAC). IEEE, 2021: 6387-6392.",
                "date": "2021"
            }
        ],
        "专著": [
            {
                "title": "MATLAB信号处理仿真实践",
                "publisher": "北京：科学出版社",
                "date": "2021"
            },
            {
                "title": "MATLAB高级编程与工程应用",
                "publisher": "北京：科学出版社",
                "date": "2020"
            },
            {
                "title": "基于SAR图像的桥梁目标检测与识别算法研究",
                "publisher": "Saarbrucken: Golden Light Academic Publishing (金琅学术出版社)",
                "date": "2017"
            },
            {
                "title": "数字图像处理实验教程",
                "publisher": "北京：科学出版社",
                "date": "2016"
            },
            {
                "title": "高级信号处理原理及应用",
                "publisher": "北京：科学出版社",
                "date": "2013"
            },
            {
                "title": "Taubman D S,Marcelli M W.著，魏江力,柏正尧 译. JPEG2000图像压缩基础、标准和实践",
                "publisher": "北京：科学出版社",
                "date": "2004"
            }
        ],
        "研究方向": "1. 图像处理：医学影像处理，医学大数据与人工智能辅助诊断系统2. 三维建模：文物3D建模，多视图3D建模，3D点云配准，点云超分辨率3. 模式识别与机器学习：深度学习，统计学习4. 信号处理：天文信号处理，压缩感知，频谱分析",
        "工作经历": "1. 2008/11-至今 云南大学信息学院教授2. 2009/09-2010/09 加拿大多伦多大学电子与计算机工程系访问学者3. 2004/10-2008/10 云南大学信息学院副教授4. 2001/10-2004/9 云南大学信息学院高级实验师5. 1995/6-2001/9 云南大学信息学院实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "杨培忠",
        "职位": "副教授",
        "联系方式": "ypz@ynu.edu.cn",
        "个人简介": "杨培忠，云南大学东陆青年学者，研究领域包括数据挖掘、知识工程、大数据分析与处理等。主要从事空间模式挖掘的理论研究和实践应用，近年来以第一作者在数据库、数据挖掘等领域的国内外重要学术会议和期刊发表论文10余篇，包括ACM SIGSPATIAL、IEEE TKDE、IEEE TNNLS、KAIS、《中国科学：信息科学》等，获授权发明专利3项。主持国家自然科学基金青年项目、云南省博士后科学基金项目等科研项目3项，参与多项国家级、省部级科研项目的研究工作。",
        "论文": [
            {
                "title": "Li, Junyi & Wang, Lizhen & Yang, Peizhong & Zhou, Lihua. (2024). A Novel Algorithm for Efficiently Mining Spatial Multi-Level Co-Location Patterns. IEEE Transactions on Knowledge and Data Engineering. PP. 1-14. 10.1109/TKDE.2024.3381178. ",
                "date": "2024"
            },
            {
                "title": "Liu, Yuqing & Wang, Lizhen & Yang, Peizhong & Zhou, Lihua. (2024). Mining Interpretable Regional Co-location Patterns Based on Urban Functional Region Division. Data Science and Engineering. 9. 464-485. 10.1007/s41019-024-00256-9. ",
                "date": "2024"
            },
            {
                "title": "Song, Yixin & Zhou, Lihua & Yang, Peizhong & Wang, Jialong & Wang, Lizhen. (2024). CS-DAHIN: Community Search Over Dynamic Attribute Heterogeneous Network. IEEE Transactions on Knowledge and Data Engineering. PP. 1-14. 10.1109/TKDE.2024.3402258. ",
                "date": "2024"
            },
            {
                "title": "Wang, Dongsheng & Wang, Lizhen & Jiang, Xiwen & Yang, Peizhong. (2023). RCPM_CFI: A regional core pattern mining method based on core feature influence. Information Sciences. 658. 119895. 10.1016/j.ins.2023.119895. ",
                "date": "2023"
            },
            {
                "title": "Yang, Peizhong & Wang, Lizhen & Wang, Xiaoxuan & Zhou, Lihua. (2022). SCPM-CR: A Novel Method for Spatial Co-location Pattern Mining with Coupling Relation Consideration. 1503-1504. 10.1109/ICDE53745.2022.00128. ",
                "date": "2022"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金青年科学基金项目，62306266，空间异质性驱动的同位模式挖掘技术研究 ",
                "date": "2024/01-2026/12"
            },
            {
                "title": "云南省博士后科学基金项目，融合空间相关性和异质性的同位模式挖掘研究",
                "date": "2022/11-2023/11"
            },
            {
                "title": "云南省智能系统与计算重点实验室开放课题，ISC22D02，面向海量空间数据的同位模式挖掘技术研究",
                "date": "2022/07-2023/07"
            },
            {
                "title": "国家自然科学基金区域创新发展联合重点项目，U23A20298，面向智能低碳的跨境电力交易大数据感知与推理理论及关键技术研究",
                "date": "2024/01-2027/12"
            },
            {
                "title": "国家自然科学基金面上项目, 62276227, 空间同位模式频繁区域的识别和分类方法研究",
                "date": "2023/01-2026/12, 53"
            }
        ],
        "招生要求": "广纳英才：招收对时空数据挖掘、大数据分析等研究方向感兴趣的硕士研究生。招生要求：具有良好的编程能力、算法基础、英语写作，品德优良，勤奋，有攻坚克难的毅力。",
        "所属学院": "信息学院"
    },
    {
        "名字": "刘江鸣",
        "职位": "副教授",
        "联系方式": "jiangmingliu@ynu.edu.cn",
        "地址": "云南大学信息学院1518室",
        "个人简介": "云南大学东陆青年学者。2021年博士毕业于英国爱丁堡大学，曾任腾讯（深圳）研究员。近几年以第一作者身份发表论文十余篇，其中多篇论文发表在ACL、EMNLP、NAACL、Computational Linguistics、Transactions of ACL等中国计算机学会CCF A/B类推荐会议/期刊上。常年担任ACL、EMNLP、NAACL、AAAI等国际会议和Compositional Linguistics、ACM TALLIP、IEEE TBD、IEEE TKDE等国际期刊审稿人。 曾担任ACL 2020学生研讨会主席、COLING 2022领域主席。详细可见个人主页：http://leoncrashcode.github.io",
        "研究方向": "主要研究方向为自然语言处理、机器学习。l  自然语言处理基础技术。探究文本中的知识表示（包括语言学知识、事实知识），并将其应用于智能系统中；l  自然语言处理应用。探究将文本处理智能系统应用于自然语言处理任务中（包括对话、机器翻译等）以及跨学科应用（医疗文本、金融财报、法律文书等）。写给未来的学生",
        "论文": [
            {
                "title": "Jiangming Liu, Shay B. Cohen, Mirella Lapata, Johan Bos. Universal Discourse Representation Structure Parsing. In Computational Linguistics (CL). 2021. (SCI, IF=7.778, JCR Q1, CCF-B)",
                "date": "2021"
            },
            {
                "title": "Jiangming Liu, Yue Zhang. In-Order Transition-based Constituent Parsing System. In Transactions of the Association of Computational Linguistics (TACL). 2017. (CCF-B)",
                "date": "2017"
            },
            {
                "title": "Jiangming Liu, Yue Zhang. Shift-Reduce Constituent Parsing with Neural Lookahead Features. In Transactions of the Association of Computational Linguistics (TACL). 2017. (CCF-B) 会议论文",
                "date": "2017"
            },
            {
                "title": "Jiangming Liu, Shay B. Cohen, Mirella Lapata. Text Generation from Discourse Representation Structures. In Proceedings of the Annual Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies (NAACL-HLT). 2021. (CCF-B)",
                "date": "2021"
            },
            {
                "title": "Jiangming Liu, Matt Gardner, Shay B. Cohen, Mirella Lapata. Multi-Step Inference for Reasoning Over Paragraphs. In Proceedings of the conference on Empirical Methods in Natural Language Processing (EMNLP). 2020. (CCF-B)",
                "date": "2020"
            },
            {
                "title": "Jiangming Liu, Shay B. Cohen, Mirella Lapata. Dscorer: A Fast Evaluation Metric for Discourse Representation Structure Parsing. In Proceedings of the Annual Meeting of the Association for Computational Linguistics (ACL). 2020. (CCF-A)",
                "date": "2020"
            },
            {
                "title": "Jiangming Liu, Shay B. Cohen, Mirella Lapata. Discourse Representation Parsing for Sentences and Documents. In Proceedings of the Annual Meeting of the Association for Computational Linguistics (ACL). 2019. (CCF-A)",
                "date": "2019"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "汤智文",
        "职位": "副教授",
        "联系方式": "zhiwen.tang@ynu.edu.cn",
        "地址": "云南大学信息学院1518室",
        "个人简介": "云南大学东陆青年学者。主要研究方向包括机器学习，自然语言处理，信息检索等。2016年本科毕业于北京航空航天大学计算机学院，2021年博士毕业于美国乔治城大学。曾任美国Meta公司研究科学家。近几年以第一作者身份发表论文十余篇，其中多篇论文发表在ACL，AAAI，TOIS等中国计算机学会CCF-A类推荐会议/期刊上。2017年获得国际信息检索理论会议ICTIR最佳学生论文奖。常年担任AAAI，ACL，SIGIR，CIKM等国际会议审稿人。",
        "研究方向": "强化学习，深度学习，人机交互，自然语言处理，信息检索",
        "论文": [
            {
                "title": " Zhiwen Tang and Grace Hui Yang. A Re-classification of Information Seeking Tasks and Their Computational Solutions. ACM Transactions on Information Systems (TOIS 2022). Volume 40, Issue 4.",
                "date": "2022"
            },
            {
                "title": "Zhiwen Tang, Hrishikesh Kulkarni and Grace Hui Yang. High-Quality Diversification for Task-Oriented Dialogue Systems.  Proceedings of The Joint Conference of the 59th Annual Meeting of the  Association for Computational Linguistics and the 11th International  Joint Conference on Natural Language Processing (ACL-IJCNLP 2021)  (Findings of ACL). Bangkok, Thailand.",
                "date": "2021"
            },
            {
                "title": " Limin Chen, Zhiwen Tang and Grace Hui Yang. Balancing Reinforcement Learning Training Experiences in Interactive Information Retrieval. 43rd International ACM SIGIR Conference on Research and Development in Information Retrieval (SIGIR 2020). Xi'an, China.",
                "date": "2020"
            },
            {
                "title": "Zhiwen Tang and Grace Hui Yang. Corpus-Level End-to-End Exploration for Interactive Systems. The Thirty-Fourth AAAI Conference on Artificial Intelligence (AAAI 2020). New York, NY, USA.",
                "date": "2020"
            },
            {
                "title": "Zhiwen Tang and Grace Hui Yang. Investigating Per Topic Upper Bound for Session Search Evaluation. In the 3rd ACM International Conference on the Theory of Information Retrieval (ICTIR 2017). Amsterdam, Netherlands.",
                "date": "2017"
            }
        ],
        "招生要求":  "1.  招生要求：l  品德优良，编程熟练，数学基础扎实l  有热情，有毅力，自我激励，攻坚克难2.  研究方向：（1）  对话式AI（2）  强化学习预训练方法",
        "所属学院": "信息学院"
    },
    {
        "名字": "吕闻冰",
        "职位": "副教授",
        "联系方式": "wenbinglv@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1218",
        "个人简介": "博士毕业于南方医科大学生物医学工程学院，加拿大不列颠哥伦比亚大学访问学者，入选云南大学青年人才培优计划，获得云南省“兴滇英才支持计划”青年人才称号。研究方向为肿瘤医学图像分析与临床应用，长期致力于多模态医学图像智能诊疗关键技术研究。在领域权威期刊发表论文20余篇，Google Scholar引用1098次，H-index=15，单篇最高引用166次，引用量60次以上论文10篇。主持国自然青年项目1项，博士后面上项目1项，人才启动项目1项，省市校级项目6项。",
        "研究方向": "PET/CT、MRI影像鼻咽癌、头颈癌诊断与预后建模；鼻咽癌EBV DNA动态风险预测；CT剂量图像放射性肺炎预测；PET双示踪剂图像分离、生成；结直肠内镜图像分级；乳腺容积超声分割、分类；CT眼科肿瘤病理分型；CT急性胰腺炎分割",
        "论文": [
            {
                "title": " Lv, Wenbing & Peng, Junyi & Hu, Jiaping & Lu, Yijun & Zhou, Zidong & Xu, Hui & Xing, Kongzai & Zhang, Xiaodong & Lu, Lijun. (2025). LMSST-GCN: Longitudinal MRI sub-structural texture guided graph convolution network for improved progression prediction of knee osteoarthritis. Computer Methods and Programs in Biomedicine. 261. 108600. 10.1016/j.cmpb.2025.108600. ",
                "date": "2025"
            },
            {
                "title": "Wu, Zhenxu & Li, Bo & Zhou, Huajun & Xun, Lang & He, Bingbing & Li, X & Zhang, Yufeng & Lv, Wenbing. (2024). RUIFAF_Net: Radiofrequency and Ultrasound Image Feature Attention and Fusion Network for Improved Breast Cancer Segmentation. 3846-3849. 10.1109/BIBM62325.2024.10822600. ",
                "date": "2024"
            },
            {
                "title": "Sun, Hao & Huang, Yanchao & Hu, Debin & Hong, Xiaotong & Salimi, Yazdan & Lv, Wenbing & Chen, Hongwen & Zaidi, Habib & Wu, Hubing & Lu, Lijun. (2024). Artificial intelligence-based joint attenuation and scatter correction strategies for multi-tracer total-body PET. EJNMMI Physics. 11. 10.1186/s40658-024-00666-8.",
                "date": "2024"
            },
            {
                "title": "Peng, Junyi & Peng, Lihong & Zhou, Zidong & Han, Xu & Xu, Hui & Lu, Lijun & Lv, Wenbing. (2024). Multi-Level fusion graph neural network: Application to PET and CT imaging for risk stratification of head and neck cancer. Biomedical Signal Processing and Control. 92. 106137. 10.1016/j.bspc.2024.106137. ",
                "date": "2024"
            },
            {
                "title": "Zhao, Chang & Lv, Wenbing & Zhang, Xiang & Yu, Zimin & Wang, Shunfang. (2023). MMS-Net: Multi-level multi-scale feature extraction network for medical image segmentation. Biomedical Signal Processing and Control. 86. 105330. 10.1016/j.bspc.2023.105330. ",
                "date": "2023"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "何冰冰",
        "职位": "副教授",
        "联系方式": "hebingbing@ynu.edu.cn",
        "地址": "",
        "个人简介": "博士，学术、专业型硕士生导师，云南省“兴滇英才支持计划”青年人才，中国化妆品行业龙头企业——贝泰妮生物科技股份有限公司科研博士后，云南省高校高原医学电子信息智能检测处理重点实验室青年学术骨干，中国电子学会会员，中国生物医学工程学会会员。主持科研项目4项（国家自然科学基金1项、省部级项目2项、省厅级项目1项）。以第一/通讯作者在IEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control、Artificial Intelligence in Medicine、Ultrasound in Medicine & Biology、电子学报、仪器仪表学报等领域内高水平学术期刊上发表学术论文十余篇。以第一/第二发明人获美国发明专利授权1项、中国发明专利授权9项。获云南省自然科学二等奖1项、优秀博士论文1项。",
        "研究方向": "医学超声工程、超快超声血流成像、高频量化超声、能量医美技术研发。",
        "论文": [
            {
                "title": "Bingbing He, Yufeng Zhang*, et al. Optimum speckle tracking based on ultrafast ultrasound for improving blood flow velocimetry [J]. IEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control, 2021, vol.68, no.03, pp:494-509.",
                "date": "2021"
            },
            {
                "title": "Bingbing He, Jian Lei, et al. Ultra-fast ultrasound blood flow velocimetry for carotid artery with deep learning, Artificial Intelligence in Medicine, 2023,102664.",
                "date": "2023"
            },
            {
                "title": "Yang Liu, Bingbing He*, et al. A study on a parameter estimator for the homodyned K distribution based on table search for ultrasound tissue characterization[J]. Ultrasound in Medicine & Biology, 2023, vol.49, no.04, pp:970-981.",
                "date": "2023"
            },
            {
                "title": "Ruihan Yao, Bingbing He*, Yufeng Zhang, Zhiyao Li, Bingbing He, and Xun Lang. QOptimal fusion of features from decomposed ultrasound RF data with adaptive weighted ensemble classifier to improve breast lesion classification[J]. Image and Vision Computing, 2024, 146: 105045.",
                "date": "2024"
            },
            {
                "title": "Ouyang Gu, Bingbing He*, et al. Reconstructive interpolation for pulse wave estimation to improve local PWV measurement of carotid artery. Medical & Biological Engineering & Computing, 2024: 1-15.",
                "date": "2024"
            },
            {
                "title": "Xun Lang，Bingbing He，et al. Adaptive clutter filtering for ultrafast Doppler imaging of blood flow using fast multivariate empirical mode decomposition[C]. 2021 IEEE International Ultrasonics Symposium (IUS), Xi'an, China, 1-11 November, 2021.",
                "date": "2021"
            },
            {
                "title": "Bingbing He, Yufeng Zhang*, et al. A plane-wave reuse for the three-angle coherent compound doppler to improve the blood flow velocity measurement [C]. 2021 3rd International Conference on Image, Video and Signal Processing (IVSP 2021), Singapore, 19-21 March, 2021.",
                "date": "2021"
            },
            {
                "title": "Bingbing He, Yufeng Zhang*, et al. Ultrasonic speckle tracking with an adaptive frame interval for the measurement of blood flow velocities [C]. 2018 3rd International Conference on Communication, Image and Signal Processing (CCISP 2018), Sanya, China, 16-18 November, 2018.",
                "date": "2018"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金青年项目，超快超声颈动脉壁面剪切率分布的检测研究",
                "date": "2023年1月至2025年12月"
            },
            {
                "title": "云南省“兴滇英才支持计划”青年人才专项项目，紫外辐射导致皮肤光损伤的高频超声量化与修复研究",
                "date": "2025年1月至2029年12月"
            },
            {
                "title": "云南省基础研究专项青年项目, 超快超声颈动脉壁面剪切率二维分布检测的关键技术研究",
                "date": "2023年6月至2026年5月"
            },
            {
                "title": "云南省博士后科研基金项目，射频技术改善面部皮肤老化的关键因素研究",
                "date": "2023年1月至2023年12月"
            },
            {
                "title": "云南省教育厅科学研究基金，一种多角度平面波重复复合的超快超声多普勒血流测速技术",
                "date": "2020年3月至2021年3月"
            }
        ],
        "专利": [
            {
                "title": "多角度平面波重复复合的超快超声多普勒血流估计方法",
                "date": "2019"
            },
            {
                "title": " 一种超声多普勒血流成像方法及系统",
                "date": "2020"
            },
            {
                "title": "一种最优帧间隔追踪估计的超声血流速度场测量",
                "date": "2018"
            },
            {
                "title": "一种超声平面波复合成像方法及系统",
                "date": "2021"
            },
            {
                "title": "一种基于电阻抗反馈的家用射频美容仪的控制系统",
                "date": "2022"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "余立行",
        "职位": "副教授",
        "联系方式": "yulixing@ynu.edu.cn",
        "个人简介": "智能科学与技术系副教授，硕士生导师。2020年毕业于美国凯斯西储大学，获哲学博士学位；2014年毕业于美国乔治华盛顿大学，获工学硕士学位；2012年毕业于北京理工大学，获工学学士学位；2021年6月至今于云南大学信息学院任教，主要研究方向为联邦学习，分布式机器学习，类脑计算。",
        "论文": [
            {
                "title": "SpikingViT: a Multi-scale Spiking Vision Transformer Model for Event-based Object Detection L Yu, H Chen, Z Wang, S Zhan, J Shao, Q Liu, S Xu",
                "date": "2024"
            },
            {
                "title": "Efficient Federated Learning with Channel Status Awareness and Devices' Personal Touch L Yu, T Ji",
                "date": "2024"
            },
            {
                "title": "FedLTF: Linear Probing Teaches Fine-tuning to Mitigate Noisy Labels in Federated Learning han, L Yu*, H Chen, T Ji",
                "date": ""
            },
            {
                "title": "Time-independent Spiking Neuron via Membrane Potential Estimation for Efficient Spiking Neural Networks H Chen, L Yu*, S Zhan, P Yao, J Shao",
                "date": ""
            },
            {
                "title": "Anomaly Detection for Multivariate Time Series with Multi-scale Feature Interactions F Kou, L Yu, K Yue, L Duan, Z Li",
                "date": ""
            }
        ],
        "科研项目": [
            {
                "title": "面向5G 系统弱SINR 信号检测的分布式深度学习关键技术研究",
                "date": ""
            },
            {
                "title": "面向5G 信道容量扩展的分布式深度学习关键技术研究",
                "date": ""
            },
            {
                "title": "面向5G 系统信道容量扩增的分布式机器学习关键技术研究",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "陆歌皓",
        "职位": "副教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "闵文文",
        "职位": "副教授",
        "联系方式": "minwenwen@ynu.edu.cn",
        "地址": "信息学院1523室",
        "个人简介": "个人主页: https://wenwenmin.github.io/（此主页信息不断更新）计算机科学与工程系副教授，硕士生导师，云南大学 \"东陆人才计划-青年学者\"。2017年毕业于武汉大学计算机学院，获工学博士学位，2019-2021年在香港中文大学（深圳）理工学院完成博士后研究，主要从事生物医学数据挖掘工作，专注于开发新的机器学习模型和算法。主持国家级项目3项，发表学术论文近20篇，第一/通信作者发表CCF/CAA推荐外文A刊5篇，B刊3篇，诸如IEEE TNNLS (2022)、IEEE TKDE (2021, 2022)、PLoS Computational Biology (2021)、IEEE/ACM TCBB (2018) 、Bioinformatics (2018)。",
        "论文": [
            {
                "title": "W. Min*, T. Xu, X. Wan, TH. Chang. Structured Sparse Non-negative Matrix Factorization with L20-Norm. IEEE Transactions on Knowledge and Data Engineering, 2022(中国计算机学会推荐A刊，IF=9.235)",
                "date": "2022"
            },
            {
                "title": "W. Min, J. Liu*, S. Zhang*. Group-sparse SVD Models via L0 and L1-norm Penalties and Their Applications in Biological Data. IEEE Transactions on Knowledge and Data Engineering, 2021(中国计算机学会推荐A刊，IF=9.235)",
                "date": "2021"
            },
            {
                "title": "W. Min, X. Wan, TH. Chang, S. Zhang*. A Novel Sparse Graph-Regularized Singular Value Decomposition Model for Gene Co-Expression Pattern Discovery. IEEE Transactions on Neural Networks and Learning Systems, 2022 (中国自动化学会推荐A刊，IF=14.255)",
                "date": "2022"
            },
            {
                "title": "W. Min, TH. Chang, S. Zhang*, X. Wan*. TSCCA: A tensor sparse CCA method for detecting microRNA-gene patterns from multiple cancers. PLoS Computational Biology, 2021 (中国自动化学会推荐A刊，IF=4.779)",
                "date": "2021"
            },
            {
                "title": "W. Min, J. Liu*, S. Zhang*. Edge-group sparse PCA for network-guided high dimensional data analysis. Bioinformatics, 2018 (中国自动化学会推荐A刊，IF=6.931)",
                "date": "2018"
            },
            {
                "title": "W. Min, J. Liu*, S. Zhang*. Network-regularized sparse logistic regression models for clinical risk prediction and biomarker discovery. IEEE/ACM Transactions on Computational Biology and Bioinformatics, 2018(中国计算机学会推荐B刊，IF=3.702)",
                "date": "2018"
            },
            {
                "title": "W. Min, J. Liu*, F. Luo, S. Zhang*. A two-stage method to identify joint modules from matched microRNA and mRNA expression data. IEEE Transactions on Nanobioscience, 2016 (中国自动化学会推荐B刊，IF=3.206)",
                "date": "2016"
            },
            {
                "title": "W. Min, J. Liu*, Fei Luo, S. Zhang*. A novel two-stage method for identifying microRNA- gene regulatory modules in breast cancer. IEEE International Conference on Bioinformatics and Biomedicine, Washington, DC, 2015.11.9- 2015.11.12 (中国计算机学会推荐B类会议)",
                "date": "2015"
            },
            {
                "title": "W. Min, J. Liu*, S. Zhang. Sparse weighted canonical correlation Analysis. Chinese Journal of Electronics (电子学报英文版), 2018 (中国计算机学会推荐Top I类期刊)",
                "date": "2018"
            }
        ],
        "科研项目": [
            {
                "title": "主持国家自然科学基金项目，No.62262069",
                "date": "2023.01-2026.12"
            },
            {
                "title": "主持国家自然科学基金项目，No.61802157",
                "date": "2019.01-2021.12"
            },
            {
                "title": "主持中国博士后科学基金面上项目，No.2020M671902",
                "date": "2020.07-2021.08"
            },
            {
                "title": "主持云南大学东陆青年人才引进项目，No.CZ22623101",
                "date": "2021.12-2027.12"
            },
            {
                "title": "主持江西省自然科学基金青年项目，No.20192BAB217004",
                "date": "2019.01-2021.12"
            },
            {
                "title": "主持云南省智能系统与计算重点实验室开放课题，No.ISC22Z03",
                "date": "2022.07-2023.07"
            }
        ],
        "服务与合作": [
            {
                "title": "1. 学术服务(1) 期刊审稿：IEEE TNNLS，IEEE/ACM TCBB，PLoS Computational Biology，IEEE access, Scientific Reports，BMC Systems Biology，Int. J. Data Mining and Bioinformatics，Microchemical Journal等。(2) 会议审稿：IEEE BIBM (2019，2020，2021，2022 PC member)，International Conference on Biological Information and Biomedical Engineering (BIBE)，International Conference on Intelligent Computing (ICIC)，International Conference on Computational Systems Biology (ISB), 中国计算机学会生物信息学会议等。2. 合作导师(1) 刘娟教授（武汉大学计算机学院）。简介：教育部新世纪人才计划获得者，武汉大学珞珈特聘教授，计算机软件所所长，主要从机器学习、数据挖掘、自然语言处理与生物信息学交叉研究。(2) 张世华研究员（中国科学院数学与系统科学研究院）。简介：中国科学院数学与系统科学研究院研究员、中国科学院随机复杂结构与数据科学重点实验室副主任。荣获中国青年科技奖、国家自然科学基金“优秀青年”基金、中组部“万人计划”青年拔尖人才，主要从事运筹学、机器学习、模式识别与生物信息学交叉研究。(3) 张纵辉教授（香港中文大学，深圳）。简介：中组部第十二批国家千人青年人才，其研究兴趣主要于通信系统、机器学习与大数据分析中的关键信号处理与优化方法，在国际学术刊物及会议发表论文110 多篇，其中包括主流学术刊物论文50篇，IEEE TSP近20篇。",
                "publisher": "",
                "date": ""
            }
        ],
        "招生要求":  "1. 招生要求(1) 勤奋+毅力(2) 良好的编程、数学、英语能力(3) 招收计算机专硕、学硕2. 研究方向(1) 机器学习理论与方法研究 (i) 多视图无监督聚类方法研究(ii) 矩阵优化方法研究(iii) 深度学习方法研究(2) 医学人工智能方法研究(i) 深度学习在医学图像处理和多模态组学数据融合中的应用研究(ii) 机器学习在生物医学多组学数据分析中的应用研究3. 升学就业推荐(1) 优秀毕业生可推荐到武汉大学、中科大、中科院、香港中文大学等攻读博士学位(2) 在编程和算法技能方面优秀的同学可内推到国内知名大厂就业如果您想加入本团队，请邮件至minwenwen[AT]ynu.edu.cn或minwenwen[AT]ustc.edu.cn (请把[AT]换成@)",
        "所属学院": "信息学院"
    },
    {
        "名字": "柴晶",
        "职位": "副教授",
        "联系方式": "jingchai@aliyun.com",
        "地址": "信息学院1513",
        "个人简介": "Ø  2001/08—2005/07    西安电子科技大学    电子信息工程        本科Ø  2005/09—2010/06    西安电子科技大学    信号与信息处理      硕博连读",
        "研究方向": "Ø  本人研究方向为人工智能，主要侧重机器学习和信号处理方面的研究工作，包括但不限于弱监督机器学习、雷达目标识别等。",
        "科研项目": [
            {
                "title": "国家自然科学基金项目：基于类别比例学习的弱监督问题研究 (项目批准号：62166046，起止年月：2022/01—2025/12,项目负责人)",
                "date": ""
            },
            {
                "title": "基于包间距离、直接以包为学习对象的多示例学习维数约减问题研究(项目批准号：61403273，起止年月：2015/01—2017/12,项目负责人) ",
                "date": ""
            },
            {
                "title": "山西省自然科学基金项目：多示例学习特征提取算法研究 （项目批准号：2014021022-4，起止年月：2014/01—2016/12,项目负责人）",
                "date": ""
            },
            {
                "title": "基于域适应迁移的未知模态下磨矿粒度分布在线软测量和控制方法研究(项目批准号：61703299，起止年月：2020/01—2023/12,第五完成人)",
                "date": ""
            },
            {
                "title": "大数据科学下基于条件随机场和神经网络模型的多源图像融合(项目批准号：61973226，起止年月：2018/01—2020/12,第四完成人)",
                "date": ""
            }
        ],
        "论文": [
            {
                "title": "Jing Chai*, Ivor W. Tsang. Learning with label proportions by incorporating unmarked data. IEEE Trans. on Neural Networks and Learning Systems, ",
                "date": ""
            },
            {
                "title": "Jing Chai*, Ivor W. Tsang, Weijie Chen. Large Margin Partial Label Machine. IEEE Trans. on Neural Networks and Learning Systems, vol. 31, no. 7, pp. 2594-2608, 2020.",
                "date": "2020"
            },
            {
                "title": "Jing Chai*, Weiwei Liu, Ivor W. Tsang, Xiaobo Shen. Compact Multiple-Instance Learning. The 26th ACM International Conference on Information and Knowledge Management (CIKM 2017), Singapore, 2007-2010, 2017. ",
                "date": "2017"
            },
            {
                "title": "Jing Chai*, Bo Chen, Fan Liu, Zehua Chen, Xinghao Ding. Multiple-Instance Feature Extraction at the Bag and Instance Levels Using the Maximum Trace-Difference Criterion. Information Sciences, vol. 385, pp. 353-377, 2017.",
                "date": "2017"
            },
            {
                "title": "Jing Chai*, Zehua Chen, Hongtao Chen, Xinghao Ding. Designing Bag Level Multiple-Instance Feature Weighting Algorithms Based on The Large Margin Principle. Information Sciences, vol. 367, pp. 783-808, 2016.",
                "date": "2016"
            }
        ],
        "专著": [
            {
                "title": "雷达高分辨距离像目标识别的关键应用研究",
                "publisher": "科学出版社",
                "date": "2018年3月"
            }
        ],
        "专利": [
            {
                "title": "一种锂离子电池寿命预测方法",
                "date": "2020年01月21日"
            },
            {
                "title": "一种长寿命快充型磷酸铁锂电池的寿命预测方法",
                "date": "2020年02月11日"
            },
            {
                "title": "基于粒计算的时序逻辑电路状态化简方法",
                "date": "2020年06月02日"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "赵征鹏",
        "职位": "党委书记副教授",
        "联系方式": "0871-65033742",
        "地址": "呈贡校区信息学院1107",
        "个人简介": "云南大学信息学院通信与信息系统专业硕士研究生毕业，主要从事语音信号处理方面的研究工作。",
        "所属学院": "信息学院"
    },
    {
        "名字": "段亮",
        "职位": "副教授",
        "联系方式": "duanl@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1513",
        "个人简介": "工作经历：2022 - 今 云南大学 信息学院2020 - 2022 云南大学 信息与通信工程博士后科研流动站教育背景：2014 - 2020 北京航空航天大学 计算软件与理论 博士2011 - 2014 云南大学 计算软件与理论 硕士2005 - 2009 北京航空航天大学 计算机科学与技术 学士Research Interests:Social Network Analysis; Unsupervised Learning; Data Quality Management.Publications [DBLP] [Google Scholar]课程教学：（1）本科，《算法设计与分析》（2）本科，《算法与程序设计竞赛提升》（3）研究生，《算法设计与分析》（4）研究生，《智能数据工程》（5）研究生，《论文写作指导》荣誉奖励：2021年云南省博士后科研基金优秀成果三等奖2016年博士研究生国家奖学金2016年云南省优秀硕士学位论文2013年硕士研究生国家奖学金",
        "论文": [
            {
                "title": "Wenbiao Yan, Jihua Zhu, Jinqian Chen, Haozhe Cheng, Shunshun Bai, Liang Duan, Qinghai Zheng:Partially multi-view clustering via re-alignment. Neural Networks 182: 106884 (2025)",
                "date": "2025"
            },
            {
                "title": "Xinran Wu, Kun Yue, Liang Duan, Xiaodong Fu: Learning a Bayesian network with multiple latent variables for implicit relation representation. Data Min. Knowl. Discov. 38(4): 1634-1669 (2024)",
                "date": "2024"
            },
            {
                "title": "Liang Duan, Rongfei Yang, Kun Yue, Zhengbao Sun, Guowu Yuan: Video object detection via space-time feature aggregation and result reuse. IET Image Process. 18(12): 3356-3367 (2024)",
                "date": "2024"
            },
            {
                "title": "Zhiwei Qi, Tong Lu, Kun Yue, Liang Duan:Similarity search on social networks with incremental graph indexing based on probabilistic inference. Int. J. Web Inf. Syst. 20(4): 395-412 (2024)",
                "date": "2024"
            },
            {
                "title": "Liang Duan, Xiang Chen, Wenjie Liu, Daliang Liu, Kun Yue, Angsheng Li: Structural Entropy Based Graph Structure Learning for Node Classification. AAAI 2024: 8372-8379",
                "date": "2024"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "郎恂",
        "职位": "副教授",
        "联系方式": "langxun@ynu.edu.cn; langxun@zju.edu.cn",
        "地址": "信息学院3402（右）",
        "个人简介": "博士，副教授，硕士生导师，云南省“兴滇英才-青年人才”、云南大学“东陆人才计划-青年学者”。获浙江大学工学学士、博士学位，美国加州大学伯克利分校访问博士。主要从事智能信号处理、工业控制系统智能运维、工业设备健康保障、电网运行状态监测等方面的研究工作。主持及参与各类科研项目10余项，其中主持国家自然科学基金青年项目1项、中国博士后科学基金面上项目1项、云南省重点研发计划课题1项；发表学术论文60余篇，其中SCI/EI检索60余篇，授权国家发明专利20余项。指导研究生参加全国大学生“互联网+”创新创业大赛获省级金奖8项。承担课程：《现代控制系统》、《现代信号处理》、《Programmable logic controller（留学生）》、《控制系统工程设计》、《论文写作指导》等。",
        "研究方向": "智能信号处理：自适应多元信号处理、深度学习、数据清洗与数据增强；工业过程智能监测与控制、工业设备健康保障：工业控制系统性能评估、执行机构故障检测与诊断、工业设备预测性维护、工业设备状态预测、变电系统故障样本生成、变电系统故障辨识溯因及诊断；医疗信号处理与产业化应用：儿童皮肤疾病辅助诊断、基于深度学习的颈动脉血流成像、乳腺癌辅助诊断。",
        "论文": [
            {
                "title": "Jian Lei; Xun Lang*; Bingbing He; Songhua Liu; Hao Tan; Yufeng Zhang; Ultrasonic Carotid Blood Flow Velocimetry Based on Deep Complex Neural Network, 2022 IEEE 35th International Symposium on Computer-Based Medical Systems (CBMS), Shenzen, China, 2022-7-21至2022-7-23. （荣获最佳学生论文奖）",
                "date": "2022"
            },
            {
                "title": "Tian Feng; Qiming Chen; Yao Shi; Xun Lang*; Lei Xie; Hongye Su; A Hybrid Deep Neural Network for Nonlinear Causality Analysis in Complex Industrial Control System, 2023 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP), Rhodes Island, Greece, 2023-6-4至2023-6-10.",
                "date": "2023"
            },
            {
                "title": "Jiayi Wang; Qiming Chen; Xun Lang*; Songhua Liu; Yanjiang liu; Hongsheng Su; A Modified Multivariate Variational Mode Decomposition for Multi-channel Signal Processing, 2023 8th International Conference on Communication, Image and Signal Processing, Chengdu, China, 2023-11-17至2023-11-19.",
                "date": "2023"
            },
            {
                "title": "Songhua Liu; Bingbing He; Qiming Chen; Xun Lang*; Yufeng Zhang; Median Complementary Ensemble Empirical Mode Decomposition and its application to time-frequency analysis of industrial oscillations, 2021 40th Chinese Control Conference (CCC), Shanghai, China, 2021-7-26至2021-7-28.",
                "date": "2021"
            },
            {
                "title": "Xun Lang, Yan Liu, Yufeng Zhang*, Lei Xie, Alexander Horch, Hongye Su. Denoising of Industrial Oscillation Data Using EEMD with CCA. 21th IFAC world Congress, 53(2), 11662-11668, 2020.",
                "date": "2020"
            },
            {
                "title": "Chuqiao Chen; Bingbing He; Xun Lang*; Peng Li; Yufeng Zhang; Lei Xie; Denoising of Industrial Oscillation Data Based on EEMD-DFA-CCA, 2021 China Automation Congress (CAC), Beijing, China, 2021-10-22至2021-10-24.",
                "date": "2021"
            }
        ],
        "专利": [
            {
                "title": "郎恂,刘淞华,何冰冰,陈启明,张榆锋,谢磊,一种机械设备故障诊断方法及系统, 2022-5-17,中国, ZL 202110941703.4.",
                "date": "2022-5-17"
            },
            {
                "title": "李鹏; 杨创艳; 郎恂; 徐文光; 艾明曦; 易强顺; 陈迁; 风机叶片覆冰失效检测方法、装置、存储介质和设备，2023, 中国，ZL202310535894.3.",
                "date": "2023"
            },
            {
                "title": "李鹏; 仝瑞宁; 郎恂; 高莲; 曾俊娆; 王永雪; 王昊宇; 陆孝锋; 李波; 李发崇; 喻怡轩; 石亚芬;一种配电变压器故障检测方法和系统，2023-2-7至2043-2-6, 中国，ZL202110767575.6.",
                "date": "2023-2-7至2043-2-6"
            },
            {
                "title": "李鹏,仝瑞宁,郎恂,高莲,曾俊娆,王昊宇,王永雪,陆孝锋,李波,一种基于AOELM的配电变压器故障动态检测方法, 2022-5-3,中国, ZL 202110613599.6.",
                "date": "2022-5-3"
            },
            {
                "title": "谢磊,郑潜,郎恂,苏宏业,一种基于噪声辅助的工业控制回路间歇振荡检测方法, 2020-6-26,中国, ZL 201811549465.7.",
                "date": "2020-6-26"
            },
            {
                "title": "谢磊,郎恂,张志铭,吴杭天,苏宏业,一种基于替代数据法的工业过程非线性检测方法, 2020-3-31,中国, ZL201810015042.0.",
                "date": "2020-3-31"
            },
            {
                "title": "谢磊,钟丹,郎恂,吴杭天,苏宏业, 一种基于替代数据法的工业过程平稳性检测方法, 2020-03-31,中国, ZL 201810015041.6.学术链接：谷歌学术",
                "date": "2020-03-31"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金委员会, 联合基金项目, U23A20329, 融合机理、数据和知识的锡还原熔炼过程智能感知与优化控制, 2024-01-01 至 2027-12-31, 259万元, 在研, 参与;",
                "date": "2024-01-01 至 2027-12-31"
            },
            {
                "title": "国家自然科学基金委员会, 青年科学基金项目, 62003298, 工业控制过程厂级振荡早期检测、溯源与抑制研究, 2021-01-01 至 2023-12-31, 24万元, 资助期满, 主持;",
                "date": "2021-01-01 至 2023-12-31"
            },
            {
                "title": "云南省科技厅, 云南省重点领域科技专项课题, 工业设备健康保障机理建模技术研究, 2024-01至 2026-12, 249万元, 在研, 主持;",
                "date": "2024-01至 2026-12"
            },
            {
                "title": "云南省人民政府, 兴滇英才支持计划-青年人才专项, 复杂工业过程厂级振荡智能预测与自愈控制研究, 2023-01 至 2027-12, 80万元, 在研, 主持;",
                "date": "2023-01 至 2027-12"
            },
            {
                "title": "云南省科技厅, 云南省基础研究计划面上项目, 202201AT070577, 工业过程复合模态振荡智能自愈控制技术研究, 2023-06 至 2026-05, 10万元, 在研, 主持;",
                "date": "2023-06 至 2026-05"
            },
            {
                "title": "中国博士后科学基金委员会, 第68批面上资助二等, 2020M683389, 工业控制过程厂级振荡早期检测与抑制研究, 2020-11 至 2021-07, 8万元, 结题, 主持;",
                "date": "2020-11 至 2021-07"
            },
            {
                "title": "云南省人力资源和社会保障厅, 云南省2020年博士后科研基金资助项目, 工业控制过程性能监测与信号处理, 2020-12 至 2021-06, 5万元, 结题, 主持;",
                "date": "2020-12 至 2021-06"
            },
            {
                "title": "云南省人力资源和社会保障厅, 云南省博士后定向培养资助计划, 无, 现代时频分析方法及其多领域交叉应用研究, 2019-11 至 2021-06, 10万元, 结题, 主持;",
                "date": "2019-11 至 2021-06"
            },
            {
                "title": "工业控制技术国家重点实验室, 工业控制技术国家重点实验室开放课题, ICT20095, 基于时频分析的复合模态厂级振荡检测与诊断研究, 2020-06 至 2020-12, 3.3万元, 结题, 主持.",
                "date": "2020-06 至 2020-12"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "刘夕龙",
        "职位": "副教授",
        "联系方式": "xilongliu@ynu.edu.cn",
        "地址": "云南大学信息学院3402",
        "个人简介": "博士研究生导师，IEEE会员，中国通信学会高级会员，中国电子学会会员，中国人工智能学会青工委秘书；获郑州大学学士学位，美国新泽西理工学院硕士和博士学位；现任教于云南大学，信息学院；入选云南省高层次人才引进计划；参与申报、建设云南省碳中和绿色低碳技术重点实验室；主讲课程有 “无线与移动通信”、“现代通信原理”、“论文写作指导”等。 Xilong Liu, Ph.D. advisor, IEEE member, China Institute of Communications senior member, Chinese Institute of Electronics member, and Chinese Association for Artificial Intelligence young scholar secretary. He received the B.E. degree in telecommunication engineering from Zhengzhou University, Henan, China, in 2011, and the M.S. and Ph.D. degrees in electrical engineering from New Jersey Institute of Technology, Newark, NJ, USA, in 2013 and 2019, respectively. He is currently an Associate Professor with the School of Information Science and Engineering, Yunnan University, Yunnan, China. He wins the \"Yunnan Province Young Talent\" award. He participates in the application and development of \"Yunnan Provincial Key Laboratory for Carbon Neutrality, Green and Low-carbon Technology\". He mainly teaches \"Wireless and Mobile Communications\"，\"Modern Communication Principles\" and \"Technical Writing\".",
        "研究方向": "5G/6G移动通信，无线通信，绿色通信，物联网，无人机协助网络，网络优化。His research interests include 5G/6G mobile communications, wireless communications, green communications, Internet of Things, drone-assisted networking, and network optimization.",
        "科研项目": [
            {
                "title": "主持国家自然科学基金(NSFC)地区基金项目：基于绿色能源无人机的西部高原湖泊水质监测网络数据回传及其无线充电的研究。",
                "date": ""
            },
            {
                "title": "主持云南省智能系统与计算重点实验室开放课题, ISC22Y03。",
                "date": ""
            },
            {
                "title": "主持国家自然科学基金(NSFC)青年基金项目：关于绿色高效安全的物联网终端设备远场无线充电的研究。",
                "date": ""
            },
            {
                "title": "Participated U.S. National Science Foundation (NSF) Project: Free Space Optics as Backhaul and Energizer for Drone-assisted Networking.",
                "date": ""
            },
            {
                "title": "Participated U.S. National Science Foundation (NSF) Project: FreeNet: Cognitive Wireless Networking Powered by Green Energy.",
                "date": ""
            },
            {
                "title": "Participated U.S. National Science Foundation (NSF) Project: GATE: Greening At The Edges.",
                "date": ""
            }
        ],
        "专著":[
            {
                "title": "X. Liu and N. Ansari, “Green/Energy-Efficient Design for D2D,” Wiley 5G Ref, John Wiley & Sons, Inc., Hoboken, NJ, 2019.  Journal Articles",
                "publisher": "John Wiley & Sons, Inc",
                "date": "2019"
            }
        ],
        "论文": [
            
            {
                "title": "Q. Sha, X. Liu, and N. Ansari, “Efficient Multiple Green Energy Base Stations Far-field Wireless Charging for Mobile IoT Devices,” IEEE Internet of Things Journal, vol.10, no.10, pp. 8734-8743, 2023.",
                "date": "2023"
            },
            {
                "title": "X. Liu, N. Ansari, Q. Sha, and Y. Jia, “Efficient Green Energy Far-field Wireless Charging for Internet of Things,” IEEE Internet of Things Journal, vol. 9, no. 22, pp. 23047-23057, 2022.",
                "date": "2022"
            },
            {
                "title": "X. Liu and N. Ansari, “Profit-driven User Association and Smart Grid Energy Transfer in Green Cellular Networks,” IEEE Transactions on Vehicular Technology, vol. 68, no. 10, pp. 10111-10120, 2019.",
                "date": "2019"
            },
            {
                "title": "X. Liu and N. Ansari, “Resource Allocation in UAV-assisted M2M Communications for Disaster Rescue,” IEEE Wireless Communications Letters, vol. 8, no. 2, pp. 580-583, 2019.",
                "date": "2019"
            },
            {
                "title": "X. Liu and N. Ansari, “Toward Green IoT: Energy Solutions and Key Challenges,” IEEE Communications Magazine, vol. 57, no. 3, pp. 104-110, 2019.",
                "date": "2019"
            },
            {
                "title": "X. Liu and N. Ansari, “Dual-Battery Enabled Profit Driven User Association in Green Heterogeneous Cellular Networks,” IEEE Transactions on Green Communications and Networking, vol. 2, no. 4, pp. 1002-1011, 2018.",
                "date": "2018"
            },
            {
                "title": "X. Liu and N. Ansari, “Green Relay Assisted D2D Communications with Dual Batteries in Heterogeneous Cellular Networks for IoT,” IEEE Internet of Things Journal, vol. 4, no. 5, pp. 1707–1715, 2017.  Conference Articles",
                "date": "2017"
            },
            {
                "title": "J. Li, X. Liu, and X. Qin, “Efficient and Economical UAV-facilitated Wireless Charging and Data Relay Trajectory Planning for WRSNs,” IEEE International Conference on Communications (ICC), Denver, 2024.",
                "date": "2024"
            },
            {
                "title": "Q. Guo, X. Liu, and N. Ansari, “Multi-UAV-assisted Green Energy Far-field Wireless Charging for Large-scale WRSNs,” IEEE International Conference on Communications (ICC), Denver, 2024.",
                "date": "2024"
            },
            {
                "title": "J. Huang, X. Liu, and Y. Guo, “Laser Charging-facilitated UAV Far-field Wireless Charging for WRSN,” IEEE Asia Conference on Power and Electrical Engineering (ACPEE), Shanghai, 2024.",
                "date": "2024"
            },
            {
                "title": "M. Su and X. Liu, “Cluster-based Efficient Wireless Charging for Wireless Rechargeable Sensor Networks,” IEEE Global Communications Conference (GLOBECOM), Kuala Lumpur, 2023.",
                "date": "2023"
            },
            {
                "title": "W. Song, X. Liu, and N. Ansari, “Latency-aware Energy-efficient Far-field Wireless Charging for IoT,” IEEE Global Communications Conference (GLOBECOM), Kuala Lumpur, 2023.",
                "date": "2023"
            },
            {
                "title": "Z. Wang, X. Liu, and L. Yu, “3-D Heterogeneous Wireless Charger Empowered Wireless Rechargeable Sensor Network,” IEEE International Conference on Electronic Information Engineering and Computer Science, Changchun, 2023.",
                "date": "2023"
            },
            {
                "title": "S. Liu, X. Liu, and N. Ansari, “Profit-driven Wireless Charging Dynamic Scheduling for WRSN in Green IoT,” 2023 IEEE International Conference on Communication Technology (ICCT), Wuxi, China, 2023.",
                "date": "2023"
            },
            {
                "title": "L. Cai, X. Liu, and X. S. Lu, “MCVs-Facilitated Target-Oriented Efficient Wireless Charging for WRSN,” 2023 IEEE International Conference on Communication Technology (ICCT), Wuxi, 2023.",
                "date": "2023"
            },
            {
                "title": "L. Zhang, X. Liu, and N. Ansari, “UAV-assisted Efficient Far-field Wireless Charging for WSN,” IEEE Global Communications Conference (GLOBECOM), Rio De Janeiro, 2022.",
                "date": "2022"
            }
        ],
        "专利": [
            {
                "title": "一种远场无线充电调度方法及系统，发明专利，国家知识产权局，2023。",
                "date": "2023"
            },
            {
                "title": "一种基于绿色能源的远场无线充电系统，实用新型专利，国家知识产权局，2021。",
                "date": "2021"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "钱蓉蓉",
        "职位": "副教授",
        "联系方式": "r.qiang@ynu.edu.cn, chanrong440@hotmail.com",
        "地址": "信息学院1318",
        "个人简介": "博士，硕士研究生导师。2015年获得英国赫瑞-瓦特大学与爱丁堡大学联合博士学位，电子工程学，2015年至2016年在英国赫瑞-瓦特大学任助理研究员。2016年任职云南大学信息学院，主要研究方向包括微波与无线通信技术、信号处理、传感技术。入选云南省“兴滇英才”-青年人才专项，先后主持国家自然科学基金青年基金、云南省科技厅等项目4项，在国内外核心期刊及高水平学术会议发表论文20余篇。",
        "论文": [
            {
                "title": "Yi, Nanning, Rong Zong, and Rongrong Qian*. \"Multifunctional terahertz metasurface utilizing Dirac semi-metal and vanadium dioxide hybrid metamaterials.\" Materials Science in Semiconductor Processing 146 (2022): 106682.",
                "date": "2022"
            },
            {
                "title": "Yi, Nanning, Rong Zong, Jiang Gong, and Rongrong Qian*. \"Dynamically tunable broadband absorber with a single ultra-thin layer of graphene in the terahertz regime.\" Materials Science in Semiconductor Processing 136 (2021): 106161.",
                "date": "2021"
            },
            {
                "title": "易南宁, 宗容, 龚江, 段韬, 钱蓉蓉*. \"基于二氧化钒-狄拉克半金属混合超材料的单/双波段可切换太赫兹吸波器.\" 中国激光 49卷, 第3期 (2022): 0314002.",
                "date": "2022"
            },
            {
                "title": "Rongrong Qian ，Mathini Sellathurai. “A Study on MVDR Beamforming Applied to an ESPAR Antenna”，IEEE Signal Processing Letters，2014.08.19，22（1）：67~70.",
                "date": "2014"
            },
            {
                "title": "Rongrong Qian ，Mathini Sellathurai. “On the Implementation of Blind (#)(*) Interference Alignment With Single-Radio Parasitic Antennas”，IEEE Transactions on Vehicular Technology，2016.03.04，65（12）：10180~10184.",
                "date": "2016"
            },
            {
                "title": "Wei, Shuang, Rongrong Qian*, Wenping Ren, and Jiangbiao Jin. \"A Broadband Dielectric Resonator ESPAR with H-shaped Slot Aperture and Perforated Structure.\" In 2021 International Conference on Microwave and Millimeter Wave Technology (ICMMT), pp. 1-3. IEEE, 2021.",
                "date": "2021"
            },
            {
                "title": "Rongrong Qian, Mathini Sellathurai, Pat Chambers, and Tharmalingam Ratnarajah. \"Adaptive bayesian channel estimation for millimeter-wave mimo systems with hybrid architecture.\" In 2018 52nd Asilomar Conference on Signals, Systems, and Computers, Pacific Grove, CA, USA, 2018.",
                "date": "2018"
            },
            {
                "title": "Rongrong Qian, Mathini Sellathurai, and Xuming Fang. “Antenna selection for multi-user MIMO at millimeter-wave systems.” IEEE International Conference on Communications (ICC)，Paris, France，2017.",
                "date": "2017"
            },
            {
                "title": "Rongrong Qian，Mathini Sellathurai. “Direction-of-arrival estimation with ESPAR antennas using Bayesian compressive sensing.” IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)，Shanghai, P.R. China，2016.",
                "date": "2016"
            },
            {
                "title": "Rongrong Qian，Mathini Sellathurai and Jonathon Chambers. “Direction-of-arrival estimation with single-RF ESPAR antennas via sparse signal reconstruction”，IEEE 16th International Workshop on Signal Processing Advances in Wireless Communications (SPAWC)，Stockholm, Sweden, 2015.",
                "date": "2015"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金青年项目，61701433",
                "date": "2018.1-2020.12"
            },
            {
                "title": "“兴滇英才支持计划”青年人才专项",
                "date": "2023.1-2027.12"
            },
            {
                "title": "云南省科技厅面上项目，2018FB099",
                "date": "2018.6-2021.5"
            },
            {
                "title": "云南大学“东陆中青年骨干教师”人才项目",
                "date": "2017.6-2020.5"
            },
            {
                "title": "英国EPSRC项目LASAS-SP",
                "date": "2015.4 – 2018.3"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "陈哲",
        "职位": "副教授",
        "联系方式": "zhechen@ynu.edu.cn",
        "地址": "信息学院1321",
        "个人简介": "陈哲，博士，硕士研究生导师，入选云南省“高层次人才引进计划-青年人才”专项，云南大学“东陆中青年骨干教师”计划，IEEE会员，中国电子学会会员。本科至博士研究生阶段均就读于电子科技大学，获博士学位后，进入云南大学信息学院从事教学科研工作。攻读博士学位期间，在英国卢瑟福阿普尔顿国家实验室（Rutherford Appleton Laboratory）空间科学技术部，受英方全额资助做访问学者。 作为项目负责人主持包括国家自然科学基金、云南省基础研究计划在内国家级、省部级等各级科研项目十项。在国际学术期刊和会议上发表论文二十余篇，任多个SCI/EI期刊审稿人。 荣获军队科技进步二等奖一项，两次荣获国际学术会议最佳学生论文奖，入选云南大学“东陆中青年骨干教师”计划。",
        "研究方向": "5G/6G通信中的射频电子系统，太赫兹通信、微波毫米波集成电路与系统等。",
        "论文": [
            {
                "title": "Yan Wang, Zhe Chen*, Qi Cui et al. A Switchable Terahertz Filter/Absorber based on Graphene and Vanadium Dioxide Metamaterial.The 46th International Conference on Infrared, Millimeter and Terahertz Waves (IRMMW-THz 2021), 2021.",
                "date": "2021"
            },
            {
                "title": "Qiang Miao, Zhe Chen*, Xiaolong Zhang, Wei Wang, Rong Zong. A Terahertz Multi-Band Metamaterial Modulator Based on the Phase Transition Principle of Vanadium Dioxide. IEEE International Conference on Microwave and Millimeter Wave Technology, 2019",
                "date": "2019"
            },
            {
                "title": "Xiaolong Zhang, Zhe Chen*, Qiang Miao, Wei Wang, Rong Zong. A Terahertz Tunable Dual-Band Modulator Based on Graphene Metamaterials. IEEE International Conference on Microwave and Millimeter Wave Technology, 2019",
                "date": "2019"
            },
            {
                "title": "Zhe Chen,Hui Wang, Byron Alderman, Peter Huggard,Bo Zhang, Yong Fan, 190GHz high power input frequency doubler based on Schottky diodes and AlN substrate , IEICE ELECTRONICS EXPRESS, 13(22): 1~12，2016 ",
                "date": "2016"
            },
            {
                "title": "Zhe Chen, Bo Zhang, Yong Fan, Ye Yuan. Design of a low noise 190-240GHz subharmonic mixer based on 3D geometric modeling of Schottky diodes and CAD load-pull techniques , IEICE ELECTRONICS EXPRESS, 13(16):1~9，2016 ",
                "date": "2016"
            }
        ],
        "研究生招生专业": "学术硕士：通信与信息系统，信号与信息处理，物联网工程。专业硕士：通信工程、新一代电子信息技术。",
        "所属学院": "信息学院"
    },
    {
        "名字": "鲁进",
        "职位": "副教授",
        "联系方式": "lujin211636070@sina.com",
        "地址": "信息学院1223",
        "个人简介": "2014年6月博士毕业于云南大学通信与信息系统专业。云南大学无线创新实验室、云南省谱传感与边疆无线电安全重点实验室、云南省叶声华院士工作站、云南省高校物联网技术及应用重点实验室的主要成员。主要从事认知无线电、频谱感知、随机共振、压缩感知、机器学习的研究。近年来主持和参与国家自然科学基金等7余项课题。发表论文10余篇, 其中SCI、EI收录4篇。指导学生参加大学生创新创业项目、互联网加竞赛、大唐杯竞赛多项。",
        "科研项目": [
            {
                "title": "基于随机共振和极化天线的多阶段频谱感知技术研究（61701432）",
                "date": "2018.01.01-2020.12.31"
            },
            {
                "title": "基于粒子群随机共振的多天线两步频谱感知（2015Y020）",
                "date": "2015.07.01-2017.06.30"
            }
        ],
        "论文": [
            {
                "title": "Jin Lu*, Ming Huang, Jingjing Yang. A Covariance Matrix-based Spectrum Sensing Technology Exploiting Stochastic Resonance and Filters [J]. EURASIP Journal on Advances in Signal Processing. 2021, 2021(1). （SCI）",
                "date": "2021"
            },
            {
                "title": "Jin Lu*, Ming Huang, Jingjing Yang, Peng Li. Polarized Antenna Aided Spectrum Sensing Based on Stochastic Resonance [J].Wireless Personal Communications. 2020, 114(4): 3383-3394. （SCI）",
                "date": "2020"
            },
            {
                "title": "Jin Lu*, Ming Huang, Jingjing Yang. Study of Polarization Spectrum Sensing based on Stochastic Resonance in Partial Polarized Noise [J].Wireless Networks. 2019, 25(8): 4991-4999. （SCI）",
                "date": "2019"
            },
            {
                "title": "Jin Lu*, Ming Huang, Jingjing Yang. A Novel Spectrum Sensing Method Based on Tri-Stable Stochastic Resonance and Quantum Particle Swarm Optimization [J].Wireless Personal Communications. 2017, 95(3): 2635-2647. （SCI）",
                "date": "2017"
            },
            {
                "title": " 罗聪,鲁进*,钱琼. 基于小波变换和残差神经网络的全盲频谱感知方法[J].电讯技术，2022-09-26，onLine.",
                "date": "2022"
            }
        ],
        "毕业论文指导方向": "本科生：频谱感知、图像和语音信号处理，智能优化算法，通信网络理论，机器学习。研究生：频谱感知、随机共振、机器学习、压缩感知、雷达信号处理。",
        "所属学院": "信息学院"
    },
    {
        "名字": "唐猛",
        "职位": "副教授",
        "联系方式": "tangmeng@ynu.edu.cn",
        "个人简介": "唐猛，男，博士，副教授，硕士生导师。本硕博均毕业于云南大学信息学院，至今已有二十余载。",
        "研究方向": "无线通信技术、网络编码、混沌图像加密",
        "论文": [
            {
                "title": "Zongming Yuan, Meng Tang, Jianhua Chen, Taibin Fang, Hao Wang and Jinhong Yuan, \"Low Complexity Parallel Symbol Detection for OTFS Modulation,\" in IEEE Transactions on Vehicular Technology, vol. 72, no. 4, pp. 4904-4918, April 2023, doi: 10.1109/TVT.2022.3227282.",
                "date": "2023"
            },
            {
                "title": "Meng Tang, Guofeng Zeng, Yanru Yang, Jianhua Chen, \"A hyperchaotic image encryption scheme based on the triple dislocation of the Liu and Lorenz system.\" Optik 261 (2022): 169133, doi: 10.1016/j.ijleo.2022.169133.",
                "date": "2022"
            },
            {
                "title": "Yanru Yang, Meng Tang, Haihua Li, Guofeng Zeng, Jianhua Chen, Yongtao Yu. \"Design of Hybrid Encryption for Multi-relay Physical-layer Network Coding System, \" 2022 IEEE 22nd International Conference on Communication Technology（ICCT 2022）, 2022, pp. 168-172.",
                "date": "2022"
            },
            {
                "title": "Jiaqi Li, Meng Tang, Hao Wang, Jianhua Chen, Yongtao Yu. \"Design and analysis for Physical-layer Network Coding with Reconfigurable Superposition Mapping, \" 2022 IEEE 22nd International Conference on Communication Technology（ICCT 2022）, 2022, pp. 55-59.",
                "date": "2022"
            },
            {
                "title": "方太彬, 唐猛, 陈庆豪, 陈建华, 曾国峰. 非对称调制下物理层网络编码系统设计及性能分析[J]. 云南大学学报(自然科学版), 2022, 44(2): 246-253. doi: 10.7540/j.ynu.20210214.",
                "date": "2022"
            },
            {
                "title": "Linyun. Xie, Meng. Tang, H. Li, Q. Chen, T. Fang. Joint Design of Physical-layer Network Coding and LDPC Code Modulated by 2FSK. Journal of Physics: Conference Series, 2021,1792(1), 012078. doi:10.1088/1742-6596/1792/1/012078.",
                "date": "2021"
            },
            {
                "title": "Qinhao Chen, Taibin Fang, Meng Tang and Jianhua Chen, \"Design and performance analysis of Asynchronous Physical-layer Network Coding system,\" 2021 7th International Conference on Systems and Informatics (ICSAI), 2021, pp. 1-5, doi: 10.1109/ICSAI53574.2021.9664082.",
                "date": "2021"
            },
            {
                "title": "唐猛,李海华,谢灵运,陈建华.多中继物理层网络编码系统加密设计及安全性能研究.云南大学学报(自然科学版),2021,43(04):652-662. doi: 10.7540/j.ynu.20200431.",
                "date": "2021"
            },
            {
                "title": "张亚鹏,唐猛，李海华,谢灵运,陈建华. 物理层网络编码与LDPC码联合系统设计及性能优化. 云南大学学报(自然科学版),2020,42(01):28-35.DOI: 10.7540/j.ynu.20190226.",
                "date": "2020"
            },
            {
                "title": "Meng Tang , Jianhua Chen, Yufeng Zhang and Yan Zhang, \"Performance analysis for Physical-Layer Network Coding with Hierarchical Modulation,\" 2016 8th IEEE International Conference on Communication Software and Networks (ICCSN), 2016, pp. 33-37, doi: 10.1109/ICCSN.2016.7586682.",
                "date": "2016"
            },
            {
                "title": "唐猛,陈建华,张艳,张榆锋. 基于分层调制的物理层网络编码研究.电子与信息学报, 2016,38(10):2568-2574. doi: 10.11999/JEIT151470.",
                "date": "2016"
            }
        ],
        "招生要求": "1. 积极的沟通：良好的沟通能力，有幽默感更佳。实验室主张以老带新。2. 积极的科研：主动超前的科研意识，态度决定一切。3. 积极的学习：不管曾经的基础如何，这些都不重要，一张白纸好画画。有意向选择本课题组的准研究生同学，请发简历至邮箱tangmeng@ynu.edu.cn，谢绝广撒网。",
        "所属学院": "信息学院"
    },
    {
        "名字": "余映",
        "职位": "副教授",
        "联系方式": "yuying.mail@163.com",
        "地址": "云南大学呈贡校区信息学院1205",
        "个人简介": "2011年毕业于复旦大学电子工程系获得理学博士学位，同年到云南大学信息学院任教，2012年获得“清华携手Google助力西部教育项目”人才引进励教金，2013年被遴选为云南大学中青年骨干教师。主要研究方向：基于生物机理的计算机视觉、图像处理与识别、云南壁画文化遗产数字化保护修复、人工神经网络、深度学习、机器学习、智能信息处理等。科研课题主要在基于生物机理的视觉信息计算模型方面，是当今计算机科学与认知科学交叉领域的热门研究课题。科研成果主要应用于遥感和雷达图像的地物目标检测、选择性视觉注意机制下的图像分割、压缩感知、图像修复等应用技术领域。在 Neurocomputing、Neural Processing Letters、Frontiers in Neurorobotics、Cognitive Neurodynamics、 IEEE Signal Processing Letters、IEEE Geoscience and Remote Sensing Letters、Heritage Science、《计算机辅助设计与图形学学报》、《模式识别与人工智能》、《电子与信息学报》、《计算机科学》、《国防科技大学学报》等国内外学术期刊以及 ICONIP、ISNN、ROBIO、IET IRC等国际会议上发表论文 40 余篇。获授权发明专利 4 项。",
        "科研项目": [
            {
                "title": "“基于视觉感知和认知机理的云南少数民族壁画数字修复关键技术研究”",
                "date": "2022/01-2025/12"
            },
            {
                "title": "“面向复杂场景自动目标检测和识别的变换域视觉注意模型研究”",
                "date": "2013/01-2016/12"
            },
            {
                "title": "“基于频域的选择性视觉注意模型及在遥感图像中的应用”",
                "date": "2011/01-2013/12"
            },
            {
                "title": "“面向复杂场景的新型视觉注意计算模型研究”",
                "date": "2018/06-2021/05"
            },
            {
                "title": "基于变换域的选择性视觉注意模型研究",
                "date": "2012/07-2014/06"
            }
        ],
        "研究生招入要求": "1.爱祖国、敬学业、讲诚信、知友善2.热爱科研，有钻研精神3.团队协作精神News!祝贺：2018级研究生杨昊荣升华中科技大学人工智能与自动化学院博士生。PS: 考研调剂事宜请咨询研究生院（办）",
        "论文": [
            {
                "title": "Xiaochao Deng, Ying Yu (Corresponding author). Automatic calibration of crack and flaking diseases in ancient temple murals. Heritage Science, 2022, to appear.",
                "date": "2022"
            },
            {
                "title": "Ying Yu, Jun Qian, Qinglong Wu. Visual Saliency via Multiscale Analysis in Frequency Domain and Its Applications to Ship Detection in Optical Satellite Images. Frontiers in Neurorobotics, 2022, 15: 767299.",
                "date": "2022"
            },
            {
                "title": "Ying Yu, Jian Yang. Visual Saliency Using Binary Spectrum of Walsh–Hadamard Transform and Its Applications to Ship Detection in Multispectral Imagery. Neural Processing Letters, Springer, 2017, 45(3): 759-776.",
                "date": "2017"
            },
            {
                "title": "Ying Yu, Bin Wang, Liming Zhang. Saliency-Based Compressive Sampling for Image Signals. IEEE Signal Processing Letters, IEEE Press, 2010, 17 (11): 973-976.",
                "date": "2010"
            },
            {
                "title": "Ying Yu, Bin Wang, Liming Zhang. Hebbian-Based Neural Networks for Bottom-Up Visual Attention and Its Applications to Ship Detection in SAR Images. Neurocomputing, Elsevier, 2011, 74 (11): 2008-2017.",
                "date": "2011"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "高赟",
        "职位": "副教授",
        "联系方式": "gaoyun@ynu.edu.cn",
        "地址": "云南大学信息学院1505",
        "个人简介": "本人于2007年获得西安电子科技大学计算机科学与技术专业硕士学位，2014年获得云南大学通信与信息系统专业博士学位，2016-2020年在北京理工大学光学工程流动站（211研究所工作站）从事博士后研究工作，现任云南大学信息学院副教授、硕士生导师。主要从事计算机视觉、数字图像处理方面的教研工作，承担国家级、省级科研项目10项，已在国内外期刊和国际学术会议上发表SCI/EI检索论文10余篇，申请发明专利近10项。曾于2013年被遴选为云南大学第四批“中青年骨干教师培养计划”培养对象、于2017年入选云南省第四批博士后定向培养计划资助对象、于2020年入选云南省“高层次人才培养支持计划”青年拔尖人才专项。",
        "科研项目": [
            {
                "title": "国家自然科学基金青年项目“长时跟踪中抑制模板漂移关键技术研究”",
                "date": "2019.01-2021.12"
            },
            {
                "title": "国家自然科学基金地区项目“基于压缩感知的鲁棒视频运动检测和跟踪技术的研究”",
                "date": "2013.01-2016.12"
            },
            {
                "title": "国家自然科学基金地区项目“太阳射电频谱图像自动实时检测研究”",
                "date": "2017.01-2020.12"
            },
            {
                "title": "中国博士后科学基金第62批面上项目“相关滤波框架下红外目标快速鲁棒跟踪研究”",
                "date": "2017.11-2019.11"
            },
            {
                "title": "云南省应用基础研究面上项目“基于压缩感知的实时视频跟踪关键技术研究”",
                "date": "2016.10-2019.09"
            }
        ],
        "招生要求": "如果，你具有积极乐观的生活态度如果，你树立了正确目标并愿意为之付出努力如果，你对我的研究方向感兴趣......那么，欢迎你的加入：）",
        "所属学院": "信息学院"
    },
    {
        "名字": "何乐生",
        "职位": "副教授",
        "联系方式": "he_lesheng@263.net",
        "地址": "呈贡校区信息学院1405",
        "研究方向": "1、微弱信号采集和处理的理论和方法，及其在生物电信号和射电天文信号处理等方面的应用；2、嵌入式系统及物联网应用。",
        "科研项目": [
            {
                "title": "主持和参与国家自然科学基金项目各一项（项目编号：U1631121，U1231122）",
                "date": ""
            },
            {
                "title": "主持云南省科技强省国际合作计划项目一项（项目编号：2011IA003）",
                "date": ""
            },
            {
                "title": "主持云南省应用基础研究面上项目一项（项目编号：2008CD080）",
                "date": ""
            },
            {
                "title": "主持云南省教育厅科研基金项目一项（项目编号：08Y0012）",
                "date": ""
            },
            {
                "title": "主持中国科学院天体结构与演化重点实验室开放课题一项（项目编号：OP201201）",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "袁国武",
        "职位": "副教授",
        "联系方式": "gwyuan@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1517",
        "个人简介": "袁国武，男，博士，智能科学与技术系、计算机科学与工程系副教授，硕士生导师。  入选首批云南省“万人计划”青年拔尖人才、云南省高等学校骨干教师、云南省高层次人才研修访学计划、云南大学中青年骨干教师；担任云南省高等学校计算机类专业教学指导委员会秘书长、中国计算机学会计算机软件能力认证考试（CCF CSP）云南大学考点负责人、大学生计算机系统与程序设计竞赛(CCF CCSP)西南赛区技术委员会委员、国家自然科学基金委通讯评议专家、教育部学位与研究生教育发展中心通讯评议专家、云南省科技厅科技人才专家库专家、中国计算机学会教育专委会委员、中国计算机学会(CCF)高级会员、中国电子学会高级会员、中国天文学会会员；获得谷歌（Google）青年教师奖教金、伍达观教育基金优秀教师奖、红云园丁奖、云南大学校友总会郭氏创新创业奖助金“优秀教师奖”、安瑞奖教金优秀教师奖。2006年-2019年先后担任计算机科学与工程系秘书、系主任。 科研方面，主要从事计算机视觉、数字图像处理、天文信息处理方面的研究。近年来，主持国家自然科学基金项目2项，云南省应用基础研究计划重点项目1项和面上项目2项、云南省科技厅-云南大学“双一流”建设联合专项重点项目1项，中国科学院天体结构与演化重点实验室和太阳活动重点实验室开放课题各1项、云南省教育厅科学研究重点项目等，参加国家自然科学基金项目等10余项。在国内外学术期刊、会议上发表学术论文60余篇，其中SCI、EI检索30余篇，国内核心刊物10余篇；获准国家发明专利10余项，实用新型专利2项，公开国家发明专利20余项，获得计算机软件著作权20余项；2011年获得云南省自然科学二等奖（排名第三）。 教学方面，担任国家级特色专业、云南省八大重点产业引领品牌专业“计算机科学与技术”建设“图形图像课程群”方向骨干教师。主持教育部产学合作协同育人项目1项，省级教改项目2项，校级教改项目4项，发表教改论文20余篇。主要承担计算机科学与技术专业本科生课程《面向对象技术导论》、《计算机图形学实验》和《虚拟现实及应用技术》，全校素质选修课《从计算到智能》，研究生课程《图像处理与计算机视觉》的教学；指导本科生完成省级、企业合作、校级科研立项10余项，指导学生参加各种程序设计竞赛、数学建模竞赛，获得省级以上奖励100余项。",
        "科研项目": [
            {
                "title": "国家自然科学基金项目，“基于深度学习的太阳射电频谱自动检测研究”（No.12263008），2023年1月-2026年12月，项目主持人 (在研)",
                "date": "2023年1月-2026年12月"
            },
            {
                "title": "国家自然科学基金项目，“太阳射电频谱图像自动实时检测研究”（No.11663007），2017年1月-2020年12月，项目主持人 (已结题)",
                "date": "2017年1月-2020年12月"
            },
            {
                "title": "云南省科技厅-云南大学“双一流”建设联合专项重点项目，“基于深度学习的烟支外观缺陷检测”（No.202201BF070001-005），2022年1月-2024年12月，项目主持人(在研)",
                "date": "2022年1月-2024年12月"
            },
            {
                "title": "云南省应用基础研究计划重点项目，“基于深度学习的太阳射电爆发自动分类及空间天气预警研究”（No.202001BB050032），2020年7月-2023年6月，项目主持人(在研)",
                "date": "2020年7月-2023年6月"
            },
            {
                "title": "云南省应用基础研究计划面上项目，“基于视频处理的太阳射电爆发自动实时检测关键技术研究”（No.2015FB115），2015年7月-2018年6月，项目主持人(已结题)",
                "date": "2015年7月-2018年6月"
            },
            {
                "title": "云南省应用基础研究计划面上项目，“智能视频监控中的运动目标检测与跟踪技术研究”（No.2011FB019），2011年10月-2014年9月，项目主持人(已结题)",
                "date": "2011年10月-2014年9月"
            },
            {
                "title": "中国科学院天体结构与演化重点实验室开放课题,“VHF段射电天线阵观测软件及初步数据处理的研究”（No. OP201510）, 2016年1月-2017年12月，项目主持人(已结题)",
                "date": "2016年1月-2017年12月"
            },
            {
                "title": "中国科学院太阳活动重点实验室开放课题,“基于深度学习的太阳射电爆发自动分类研究”（No. KLSA202115）, 2021年1月-2022年12月，项目主持人(已结题)",
                "date": "2021年1月-2022年12月"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "李维华",
        "职位": "副教授",
        "联系方式": "lywey@163.com",
        "地址": "云南大学呈贡校区信息学院1521室",
        "个人简介": "副教授，工学博士，硕士生导师，云南省中青年学术和技术带头人后备人才。主要面向生物医药领域的应用需求，研究生物、化学、健康领域的人工智能与机器学习方法。获云南省自然科学一等奖1项，云南省自然科学三等奖1项，云南大学教学成果奖一等奖1项。",
        "科研项目": [
            {
                "title": "国家自然科学基金项目：“基于深度学习的甲型流感病毒抗原性预测”（32060151）",
                "date": "2021/1-2024/12"
            },
            {
                "title": "云南省教育厅科研基金项目：“面向心血管疾病的异质数据挖掘”(2019J0006)",
                "date": "2019/7-2021/8"
            },
            {
                "title": "云南省应用基础研究项目：“时序数据中定性概率因果关系的挖掘、推理及应用”(2007F009M)",
                "date": "2007/10-2010/9"
            },
            {
                "title": "云南省教育厅科研基金项目：“基于定性概率网络的时序数据中因果关系挖掘与推理方法”(07Z40034)",
                "date": "2007/11-2009/11"
            },
            {
                "title": "国家自然科学基金项目：“临床数据交叉设计下的复杂等效性评价及统计推断”（11661081）",
                "date": "2017/1-2020/12"
            }
        ],  
        "专利": [
            {
                "title": "一种基于情感极性增强语义的跨领域情感分析方法",
                "date": "2021-10-15"
            },
            {
                "title": "一种跨领域情感分析方法",
                "date": "2021-09-17"
            },
            {
                "title": "一种流感病毒抗原变化的预测方法",
                "date": "2021-09-14"
            },
            {
                "title": "一种基于三阶段组合推荐技术的党建视频推送方法",
                "date": "2021-05-26"
            },
            {
                "title": "一种蛋白质二级结构预测方法",
                "date": "2021-05-25"
            },
            {
                "title": "基于神经网络和主题强化的党建文本表示方法",
                "date": "2020-12-08"
            },
            {
                "title": "一种基于贝叶斯网的短文本特征扩展方法",
                "date": "2020-10-23"
            },
            {
                "title": "一种融合文本语气的中文文本特征提取方法",
                "date": "2020-10-16"
            },
            {
                "title": "一种定量分析党建数据的建模方法",
                "date": "2020-09-22"
            },
            {
                "title": "一种影响图的期望效用的并行计算方法",
                "date": "2018-3-08"
            }
        ],
        "专著": [
            {
                "title": "《数据分析：基础、模型及应用》",
                "publisher": "北京：科学出版社",
                "date": "2021"
            },
            {
                "title": "《智能数据分析》",
                "publisher": "科学出版社",
                "date": "2007"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "周浩",
        "职位": "副教授",
        "联系方式": "zhouhao@ynu.edu.cn",
        "地址": "云南大学信息学院1220",
        "个人简介": "1994年毕业于上海交通大学电机工程系电机工程专业，获学士学位；2002年毕业于云南大学通信与信息系统专业，获工学硕士学位；2011年通过云南大学通信与信息系统专业博士论文答辩，获工学博士学位；2013年进入南京理工大学（博士后流动站）和第211研究所（博士后工作站）进行博士后研究工作，2016年5月通过博士后出站答辩；现任云南大学信息学院副教授，硕士生导师。于2013年被遴选为云南大学第四批“中青年骨干教师培养计划”培养对象。",
        "研究方向": "主要从事数字图像处理，计算机视觉和智能视频监控方面的科研工作",
        "论文": [
            {
                "title": "Hao Zhou,  Yun Gao, Guowu Yuan  and Rongbin Ji. Moving cast shadow resistant for foreground segmentation based on shadow properties analysis. ICMV 2015.",
                "date": "2015"
            },
            {
                "title": "Hao Zhou,  Yun Gao, Guowu Yuan  and Rongbin Ji. Adaptive Multiple Cues Integration for Particle Filter Tracking. IET International Radar Conference 2015.",
                "date": "2015"
            },
            {
                "title": "Zhou Hao Xuejie Zhang Pengfei Yu Haiyan Li. Video Object Tracing Based on Particle Filter with Ant Colony Optimization. The 2nd International Conference on Advanced Computer Control.(ICACC 2010).pp.232-236 March 27~29, 2010. Shenyang, China.",
                "date": "2010"
            },
            {
                "title": "Hao Zhou Xuejie Zhang Yun Gao Judong Li Effective Learning Method of Adaptive-K Mixture-of-Gaussian Background Model. 2010 International Conference on Software and Computing Technology.(ICSCT 2010). Pp.223-227. 17~19 Oct 2010. Kunming, China.",
                "date": "2010"
            },
            {
                "title": "Hao Zhou Xuejie Zhang Yun Gao Pengfei Yu. Video Background Subtraction Using Improved Adaptive-K Gaussian Mixture Model. 2010 3rd International Conference on Advanced Computer Theory and Engineering.(ICACTE 2010) pp.363-366. August 20~22,2010. Chengdu,China.",
                "date": "2010"
            },
            {
                "title": "李杰，周浩（通讯作者），张晋，高赟. 基于粒子群优化的模板匹配跟踪算法[J] 计算机应用，2015,35(9):2656-2660.",
                "date": "2015"
            },
            {
                "title": "李杰，周浩（通讯作者），张晋，高赟，叶津. PSO优化下的压缩跟踪算法[J] 中国图形图像学报，2016，8月",
                "date": "2016"
            },
            {
                "title": "Yun Gao, Hao Zhou, Xuejie Zhang, Enhanced Fast Compressive Tracking Based on Adaptive Measurement Matrix. IET Computer Vision, 2015, 9(6):857-863",
                "date": "2015"
            },
            {
                "title": "Gao Y, Zhou H, Yuan G, et al. Compressive Tracking Based on Particle Filter[M]// Computer Vision. Springer Berlin Heidelberg, 2015:220-229.",
                "date": "2015"
            },
            {
                "title": "G.W Yuan H.Zhou & D.xu. An improved moving object tracking algorithm bassed on Camshift for dynamic background. ICEECA 2014.",
                "date": "2014"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金项目《基于行为模式分析的戒毒所智能视频监控关键技术研究》",
                "date": "2012.01 ~ 2015.12"
            },
            {
                "title": "云南省大学自然科学基金项目《复杂场景下视频目标跟踪算法研究》",
                "date": "2011.01~ 2012.12"
            },
            {
                "title": "云南省教育厅科学研究项目《复杂背景下多运动人体目标实时跟踪算法研究》",
                "date": "2009.1~ 2010.12"
            },
            {
                "title": "云南省教育厅科学研究项目《血液细胞图象自动分析》",
                "date": "2003.1~ 2005.12"
            },
            {
                "title": "云南省教育厅重点项目《基于分布摄像机的目标跟踪关键技术研究》",
                "date": "2012.11~2014.11"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "陈红梅",
        "职位": "副教授",
        "联系方式": "hmchen@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1522",
        "个人简介": "2001年毕业于云南大学计算机科学系，获硕士学位。2012年毕业于云南大学信息学院，获博士学位。2015年晋升副教授。主持国家自然科学基金地区项目1项、云南省应用基础研究计划面上项目1项、云南省教育厅一般项目1项、云南大学理工科研项目1项。出版著作4部，在国内外学术期刊及会议发表论文20余篇。获云南省自然科学奖二等奖1项（排名第四）、云南省自然科学奖三等奖2项（排名第三）。",
        "论文": [
            {
                "title": "Hongmei Chen, Weiyi Liu, Lizhen Wang, Naive Bayesian Classification of Uncertain Objects Based on the Theory of Interval Probability[J], International Journal on Artificial Intelligence Tools, 2016, 25(3):1650012(31 pages)",
                "date": "2016"
            },
            {
                "title": "Hongmei Chen, Qing Xiao, Dandan Zhang, Lizhen Wang, Lihua Zhou, Finding associations-between-groups in multimode networks[C], BESC 2014: 61-67",
                "date": "2014"
            },
            {
                "title": "陈红梅, 王丽珍, 刘惟一, 袁立坚, 基于可达概率区间的不确定决策树[J], 计算机科学与探索, 2012, 6(8): 726-740",
                "date": "2012"
            },
            {
                "title": "Hongmei Chen, Lizhen Wang, Weiyi Liu, Qing Xiao, Evaluating the Distance between Two Uncertain Categorical Objects[C], ADMA 2010 (2): 122-133",
                "date": "2010"
            },
            {
                "title": "Hongmei Chen, Lizhen Wang, Weiyi Liu, Qing Xiao, An efficient method of evaluating the distance between two uncertain objects[C], ICCA 2010: 1259-1264",
                "date": "2010"
            },
            {
                "title": "Lizhen Wang, Xuguang Bao, Lihua Zhou, Hongmei Chen*, Maximal Sub-prevalent Co-location Patterns and Efficient Mining Algorithms[C], WISE 2017 (1): 199-214",
                "date": "2017"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "梁竹关",
        "职位": "副教授",
        "联系方式": "zhgliang@ynu.edu.cn",
        "所属学院": "信息学院"
    },
    {
        "名字": "张泽华",
        "职位": "副教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "黄亚群",
        "职位": "副教授",
        "联系方式": "huangyq@ynu.edu.cn",
        "地址": "信息学院1418",
        "个人简介": "主讲《离散数学》、《高等数学》、《线性代数》、《数学实验》等课程，主编出版教材2部，参与国家自然科学基金3项、省基金项目4项、省级校级教改项目3项，主持信息学院教改项目2项。获云南大学教学成果二等奖，云南省优秀多媒体教育软件大赛多项奖。指导本科生参加全国大学生数学建模竞赛和美国大学生数学建模竞赛，获全国二等奖和省级奖多项。主要从事智能数据分析与应用方面的研究。",
        "所属学院": "信息学院"
    },
    {
        "名字": "李红松",
        "职位": "副教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "何敏",
        "职位": "副教授",
        "联系方式": "hemin@ynu.edu.cn",
        "个人简介": "现为云南大学信息学院副教授。于2006年获得电子科技大学计算机应用技术专业博士学位，主要研究方向为计算机网络与通信、轮询系统理论、嵌入式应用、党建信息化等，主要从事计算机通信网络与计算机应用技术领域的教学和科研工作。参加完成了国防军工项目、国家自然科学基金资助项目、云南省自然科学基金资助项目等多项研究课题，现主持国家自然科学基金项目一项，作为骨干成员，参与了云南省科技创新强省计划项目“国家农村信息化示范省综合信息服务平台建设”。",
        "所属学院": "信息学院"
    },
    {
        "名字": "丁海燕",
        "职位": "副教授",
        "联系方式": "teidhy@163.com",
        "地址": "云南大学呈贡校区信息学院1509         邮编",
        "个人简介": "副教授，主讲2门慕课：中文慕课《C语言程序设计》，英文慕课《C Programming》，主讲12门本科计算机课程，信息学院留学生全英文课程《计算机程序设计》、《计算机程序设计实验》。主编出版教材7部，入选科学出版社第十四五规划教材，主持15项教学研究与科研项目，第一作者发表科研、教学论文40多篇。2014年入选云南大学第五批中青年骨干教师，2013年入选云南省青年骨干教师，2010年，2014年2次独立获云南大学教学成果二等奖，2011年，2015年分别获云南大学伍达观教育基金优秀教师奖，2020年，2022年两次获云南大学教师课堂教学比赛一等奖，2017年获云南大学教师课堂教学比赛优秀奖。加拿大不列颠哥伦比亚大学访问学者，日本东京工业大学访问学者。通过国际日本语能力考试（JLPT）最高级一级（N1）。指导学生获：教育部全国信息技术水平大赛全国特等奖1项、全国二等奖1项、云南省三等奖多项，本科优秀毕业论文，全国大学生数学建模比赛云南省一等奖，中国大学生计算机设计大赛全国二等奖、三等奖及云南省级赛二等奖、三等奖。云南省“互联网+”大学生创新创业大赛等奖项。",
        "主讲课程": "本科：计算机程序设计、计算机程序设计实验、Python程序设计、计算机专业英语、计算机基础、Visual Basic程序设计、线上线下实例学C程序设计、Access数据库应用、Visual Foxpro程序设计、Photoshop图像处理、Web网页设计与应用、网络基础与应用、Office高级应用与设计、第二外语（1）（2）等。留学生(全英文课程)：C Programming，C Programming Experiment.硕士：英语综合",
        "专著": [
            {
                "title": "Dreamweaver网页设计与制作案例教程",
                "publisher": "北京：清华大学出版社",
                "date": "2012年10月"
            },
            {
                "title": "DirectX 3D HLSL高级实例精选",
                "publisher": "北京：清华大学出版社",
                "date": "2013年8月"
            },
            {
                "title": "DreamweaverCS5网页设计与制作实战教程",
                "publisher": "北京：清华大学出版社",
                "date": "2016年1月"
            },
            {
                "title": "C语言程序设计教程",
                "publisher": "北京：科学出版社",
                "date": "2015年2月"
            },
            {
                "title": "C语言程序设计习题解答与上机指导",
                "publisher": "北京：科学出版社",
                "date": "2015年1月"
            },
            {
                "title": "实用计算机英语简明教程",
                "publisher": "北京：清华大学出版社",
                "date": "2017年10月"
            },
            {
                "title": "Web网页设计与前端开发案例教程（第三版）",
                "publisher": "北京：科学出版社",
                "date": "2021年11月"
            }
        ],
        "科研项目": [
            {
                "title": "2022年度云南省高校计算机教学研究会教学改革与研究项目",
                "date": "2022-2024"
            },
            {
                "title": "云南大学2021年度课程思政示范项目",
                "date": "2021-2022"
            },
            {
                "title": "云南大学2021年度本科教材认定项目",
                "date": "2021-2023"
            },
            {
                "title": "云南大学教学改革项目",
                "date": "2021-2023年"
            },
            {
                "title": "云南大学第二批线上线下混合教学示范课程建设项目",
                "date": "2020年"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "余鹏飞",
        "职位": "副教授",
        "联系方式": "17358149@qq.com",
        "个人简介": "余鹏飞，男，博士，副教授。1996年毕业于云南大学电子学与信息系统专业，获理学学士学位。1999年7月毕业于云南大学通信与信息系统专业，获工学硕士学位。2010年1月毕业于云南大学通信与信息系统专业，获工学博士学位。长期从事模式识别、计算机应用领域的教学、科研及应用开发工作。主持国家自然科学基金2项、云南省科技厅应用基础面上项目1项、教育部产学研项目1项，参与国家自然科学基金多项，近年来发表论文30多篇，获软件著作权7项。主持横向项目多项。",
        "科研项目": [
            {
                "title": "国家自然科学基金项目《基于多视角学习的野生菌种类识别技术研究》",
                "date": "2021"
            },
            {
                "title": "云南省应用基础研究基金项目《傣族贝叶经字符提取与识别研究》",
                "date": "2015年——2018年12月"
            },
            {
                "title": "国家自然科学基金项目《傣族贝叶经字符提取与识别研究》",
                "date": "2015年——2018年9月"
            },
            {
                "title": "云南大学校级重点教学改革项目《对《Linux操作系统》课程进行研究性教学和学生自主学习的探索与实践》",
                "date": "2013年—2015年"
            },
            {
                "title": "马术竞赛管理系统》横向项目",
                "date": "2012年7月——2013年10月"
            }
        ],
        "研究生招生": "（1）喜欢编程，勤奋好学，积极乐观，富有团队精神的同学。（2）C语言或其他编程语言课程成绩在85分以上的同学。",
        "所属学院": "信息学院"
    },
    {
        "名字": "常俊",
        "职位": "副教授",
        "联系方式": "changjun@ynu.edu.cn",
        "地址": "信息学院1321",
        "个人简介": "常俊（1970 —），云南玉溪人，1992年毕业于云南大学物理系物理电子学专业，获理学学士学位；2001年毕业于云南大学通信与信息系统专业，获工学硕士学位，先后到University of Illnoise Urbana-Champaign，清华大学计算机系和中科院计算所无线中心研学深造。长期从事先进无线通信与网络、物联网通信、无线定位与导航、数据工程等方面的研究工作。特别在智能电网方面，长期与南方电网云南电网公司合作完成电网通信网可靠性、智能配电网、可再生能源微电网通信、控制研究等项目。以及在无线电技术监管方面，长期与云南省工信委合作进行频谱规划，无线电监管监规划和监测技术规划等研究。先后主持和参与科研项目20余项，出版专著2本，发明专利3项，登记软件著作权8项，发表论文50余篇，其中15篇被SCI、EI、ISTP收录。",
        "研究方向": "1. 无线通信信号处理与软件无线电2. 智能无线定位与感知3. 物联网通信理论与技术4. 数据工程",
        "所属学院": "信息学院"
    },
    {
        "名字": "张国生",
        "职位": "副教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "孙静",
        "职位": "副教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "孔兵",
        "职位": "副教授",
        "联系方式": "kongbing@ynu.edu.cn",
        "地址": "信息学院1209",
        "个人简介": "1990年7月本科毕业于云南大学计算机科学系计算机软件专业，获理学学士学位。1997年7月研究生毕业于云南大学计算机科学系计算数学(软件)专业，获理学硕士学位。2012年7月研究生毕业于云南大学信息学院通信与信息系统专业，获工学博士学位。",
        "教育背景": "1990年7月本科毕业于云南大学计算机科学系计算机软件专业，获理学学士学位。1997年7月研究生毕业于云南大学计算机科学系计算数学(软件)专业，获理学硕士学位。2012年7月研究生毕业于云南大学信息学院通信与信息系统专业，获工学博士学位。",
        "论文": [
            {
                "title": "Bing Kong, Lei Li, Lihua Zhou,  Chongming Bao，A Hierarchical Agglomerative algorithm of Community Detecting in social network based on Enhanced Similarity，The 6th International Conference on Intelligent Human-Machine Systems and Cybernetics (IHMSC 2014),  Hangzhou, China, August 26-27, 2014,396-400",
                "date": "2014"
            },
            {
                "title": "Xiongtao Ma, Chongming Bao , Lei Li, Lihua Zhou, Bing Kong(通讯作者)，An extension to Hub algorithm based on triangular loop，The 6th InternationalConference on Cyber-enabled Distributed Computing and Knowledge Discovery（CyberC 2014,）Shanghai, China,  Oct. 10-12, 2014,297-303",
                "date": "2014"
            },
            {
                "title": "Rui Zhang, Lei Li, Chongming Bao , Lihua Zhou, Bing Kong(通讯作者), The community detection algorithm based on the node clustering coefficient and the edge clustering coefficient, the 11th World Congress on Intelligent Control and Automation (WCICA 2014), Shenyang, China, June 27 to 30",
                "date": "2014"
            },
            {
                "title": "Kong Bing, Zhou Lihua, Liu Weiyi，Improved Modularity Based on Girvan-Newman Modularity，2012 International Conference on Intelligent Systems Design and Engineering Application（ISDEA 2012），Sanya, Hainan, China，6-7 January 2012， 293-296，EI:20122015031817，",
                "date": "2012"
            },
            {
                "title": "Bing Kong, Hongmei Chen, Weiyi Liu , Lihua Zhou， A Dynamic Algorithm for Community Detection in Social Networks，The 10th World Congress on Intelligent Control and Automation（WCICA 2012），Beijing, China, July 6-8, 2012",
                "date": "2012"
            },
            {
                "title": "向光军, 孔兵（通讯作者）, 欧家钦，贝叶斯网络VE推理算法的并行化研究，云南大学学报（自然科学版），2010，32（4）：392-395",
                "date": "2010"
            },
            {
                "title": "孔兵，陈红梅，袁国武，数据结构实验中指针相关问题，教育教学论坛，2014, 4 (137), 110-112",
                "date": "2014"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "王静",
        "职位": "副教授",
        "联系方式": "wj8538@163.com",
        "地址": "云南大学呈贡校区 南苑信息学院楼 1403  3303",
        "所属学院": "信息学院"
    },
    {
        "名字": "崔燕妮",
        "职位": "副教授",
        "所属学院": "信息学院"
    },
    {
        "名字": "张骥先",
        "职位": "副教授",
        "联系方式": "denonji@163.com",
        "地址": "云南大学呈贡校区信息学院1422",
        "个人简介": "本科、硕士、博士就读于电子科技大学， 2010年于电子科技大学计算机学院获得博士学位，2011年到云南大学任教至今。主要从事云计算、边缘计算、区块链、组合优化、机制设计等领域的研究。入选云南省万人计划青年拔尖人才计划，云南大学骨干教师培养计划。主持及参与各类科研项目10余项，其中主持国家自然科学基金项目1项、云南省科技厅应用基础研究计划项目2项、云南省教育厅科学研究基金1项。担任CCF分布式计算与系统专委会执行委员。在国际学术顶级期刊和国际学术会议上发表学术论文50多篇，例如IEEE Transactions on Mobile Computing,  IEEE Transactions on Network and Service Management，IEEE Transactions on Network Science and Engineering， Future Generation Computer Systems， J Grid Computing，Cluster Computing等，同时也担任上述期刊的审稿人，以第一发明人授权获得10余项国家发明专利。年逾四十，方悟科学之妙。虽时不早，心尚年轻。愿以余生，叩问自然，追寻真理。",
        "论文": [
            {
                "title": "J. Zhang, X. Liao, H. Wu et al., A two-stage budget-feasible mechanism for mobile crowdsensing based on maximum user revenue routing, Future Generation Computer Systems (2024), doi: https://doi.org/10.1016/j.future.2024.06.059. SCI IF: 7.5,（中科院JCR 1区）",
                "date": "2024"
            },
            {
                "title": "J. Zhang, Z. Wang, H. Wu and W. Li, \"Ordered Submodularity-Based Value Maximization of UAV Data Collection in Earthquake Areas,\" in IEEE Transactions on Network Science and Engineering, vol. 11, no. 5, pp. 4886-4897, Sept.-Oct. 2024, doi: 10.1109/TNSE.2024.3400288.. SCI IF: 6.7,（中科院JCR 1区）",
                "date": "2024"
            },
            {
                "title": "J. Zhang, M. Zong, A. V. Vasilakos and W. Li, \"UAV Base Station Network Transmission-Based Reverse Auction Mechanism for Digital Twin Utility Maximization,\" in IEEE Transactions on Network and Service Management, vol. 21, no. 1, pp. 324-340, Feb. 2024, doi: 10.1109/TNSM.2023.3301522，SCI IF: 5.3,（中科院JCR 2区）",
                "date": "2024"
            },
            {
                "title": "J. Zhang, Y. Zhang, H. Wu and W. Li, \"An Ordered Submodularity-Based Budget-Feasible Mechanism for Opportunistic Mobile Crowdsensing Task Allocation and Pricing,\" in IEEE Transactions on Mobile Computing, vol. 23, no. 2, pp. 1278-1294, Feb. 2024, doi: 10.1109/TMC.2022.3232513. SCI IF: 7.9,（CCF A类期刊，中科院JCR 2区）",
                "date": "2024"
            },
            {
                "title": "Zhang J, Wang Z, Vasilakos A V, et al. A resource competition-based truthful mechanism for IoV edge computing resource allocation with a lowest revenue limit[J]. Journal of Cloud Computing, 2024, 13(1): 11. DOI:10.1186/s13677-023-00572-x SCI IF: 4.4,（中科院JCR 3区）",
                "date": "2024"
            },
            {
                "title": "徐嘉, 张骥先*, 王喆民, 刘林杰. 基于NUMA云计算架构的多资源分配可信拍卖机制[J]. 计算机工程与科学, 2024, 46(05): 761-775. (CCF T2)",
                "date": "2024"
            },
            {
                "title": "J Zhang, H Sun, Z Wang, Q Su, W Li, A Novel Clinching Auction Mechanism for Edge Computing Resource Allocation With Budget Limits, Transactions on Emerging Telecommunications Technologies, https://doi.org/10.1002/ett.70005, SCI IF: 2.6（JCR 3区）2023",
                "date": "2023"
            },
            {
                "title": "Liu, L.; Zhang, J*.; Wang, Z.; Xu, J. A Truthful Reverse Auction Mechanism for Federated Learning Utility Maximization Resource Allocation in Edge–Cloud Collaboration. Mathematics 2023, 11, 4968. https://doi.org/10.3390/math11244968, （中科院JCR 3区）",
                "date": "2023"
            },
            {
                "title": "Zhang J*, Sun H, Li W,\"Lowest revenue limit-based truthful auction mechanism for cloud resource allocation\", in The Journal of Supercomputing, 2023, https://link.springer.com/article/10.1007/s11227-023-05839-3,SCI IF: 3.3,（中科院JCR 3区）2022",
                "date": "2022"
            },
            {
                "title": "Jixian Zhang, Wenlu Lou, Hao Sun, Qian Su, Weidong Li, Truthful auction mechanisms for resource allocation in the Internet of Vehicles with public blockchain networks, Future Generation Computer Systems, Volume 132, 2022, 11-24, https://doi.org/10.1016/j.future.2022.02.002,  SCI IF: 7.5,（中科院JCR 1区）",
                "date": "2022"
            },
            {
                "title": "Yi Zhang and Jixian Zhang*，Design and Optimization of Cluster-Based DSRC and C-V2X Hybrid Routing，Applied Sciences，Volume 12, 2022 , https://doi.org/10.3390/app12136782,  SCI IF: 2.838,（中科院JCR 3区）",
                "date": "2022"
            }
        ],
        "专利": [
            {
                "title": "移动互联网应用模块的部署方法， （ZL201410218552.X）",
                "date": "2014"
            },
            {
                "title": "一种基于移动设备的运动轨迹对比方法（ZL201510171908.3）",
                "date": "2015"
            },
            {
                "title": "一种富媒体场景流的存储方法 （ZL201010276374.8）",
                "date": "2010"
            },
            {
                "title": "基于嵌钉拍卖的边缘计算多服务器资源分配方法（ZL 2022 1 0277564.4）",
                "date": "2022"
            },
            {
                "title": "基于拍卖机制的边缘计算服务器资源分配方法（ZL 2019 1 1190505.8）",
                "date": "2019"
            }
        ],
        "项目": [
            {
                "title": "云边协同环境中基于时变的多维资源分配及价格机制研究（62062065）",
                "date": ""
            },
            {
                "title": "基于贝叶斯网络的移动云计算应用部署及迁移策略研究(2013FB010)",
                "date": ""
            },
            {
                "title": "基于监督学习的云计算资源双向拍卖机制研究(2019FB142)",
                "date": ""
            },
            {
                "title": "基于公平双向拍卖机制的云计算资源分配问题研究（2017ZZX228）",
                "date": ""
            },
            {
                "title": "基于概率图模型的海量评分数据分析与用户行为建模（61472345）",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "曹良坤",
        "职位": "副研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "徐永跃",
        "职位": "副研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "王丽清",
        "职位": "副教授",
        "联系方式": "wlq@ynu.edu.cn",
        "个人简介": "高级工程师/副研究员，硕士生导师。主要从事智能信息处理、数据库、数字媒体、移动网络应用等计算机应用基础理论及其相关技术的研究和开发。先后主持或参与国家级、省级纵向科研项目30多项，行业各类横向科研项目30多项，多项科研成果实现推广应用，创造了良好的经济和社会效益。获云南省科技进步二等奖一项（排名第五）、云南省科技进步三等奖一项（排名第三），省科委科技成果三等奖一项（排名第三），获云南省优秀科学论文一等奖一项，首届全国信息化研究成果奖提名奖一项，2004年获首届云南省青年创新创效奖。参与出版专著3部，发表学术论文40多篇，获发明专利授权2项，实用新型专利授权3项，取得软件著作权近20项。",
        "科研项目": [
            {
                "title": "小语种双语语料群智构建关键技术研究",
                "date": "2019/01－2022/12"
            },
            {
                "title": "面向东南亚南亚DTMB应用推广的数字电视内容构建与管控关键技术研发",
                "date": "2018/09-2020/12"
            },
            {
                "title": "云南少数民族绘画的多通道情感语义分析研究",
                "date": "2016/01－2016/12"
            },
            {
                "title": "少数民族文化遗产数字保护与传承应用示范",
                "date": "2016/10－2019/12"
            },
            {
                "title": "面向东南亚南亚跨境农产品电子商务系统",
                "date": "2014/09-2018/12"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "张熹",
        "职位": "副研究员",
        "联系方式": "ynccht@qq.com",
        "地址": "昆明市学云路5号云南省电子计算中心210室",
        "个人简介": "张熹  男，副研究员，硕士生导师。现主要从事文化遗产数字化、现代教育技术、无人机遥感、数字媒体、GIS等计算机应用研究。先后主持或参与完成国家级、省级科研项目10多余项；先后在无人机遥感、文化遗产保护、信息系统开发、集成、工业自动控制等多个应用领域主持完成横向科研项目50余项。发表论文10余篇；获得知识产权13项。",
        "科研项目：": [
            {
                "title": "国家社科基金一般项目“白族佛教密宗阿吒力文化现状调查与基于GIS的数字化保护研究”",
                "date": ""
            },
            {
                "title": "云南省世居少数民族文化精品工程项目“剑川县白族阿吒力文化数字化展示及应用示范”",
                "date": ""
            },
            {
                "title": "全国教育科学“十三五”规划课题一般项目“终身教育视角下白族非物质文化遗产传承路径创新研究”",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "杨艳华",
        "职位": "高级工程师",
        "联系方式": "yanhuaya@163.com",
        "个人简介": "1995年7月毕业于电子科技大学自动化系电子仪器及测量技术专业，获工学学士学位，2003年3月至2005年6月在云南大学学习，获工程硕士学位，2006年7月晋升高级工程师。自参加工作以来，一直从事计算机科学与技术领域的科学研究和技术开发工作，主持和参与数十项纵横向科研项目，获得较好的研究成果，取得良好的经济和社会效益，发表学术论文10多篇，获得云南省科学技术进步三等奖1次、昆明市科学技术进步二等奖1次，取得发明专利授权1项、实用新型专利授权7项，登记计算机软件著作权25项。曾被评为云南省科技厅优秀共青团员和云南省科技厅模范青年。",
        "研究方向": "嵌入式系统，物联网技术，软件开发技术。",
        "科研项目": [
            {
                "title": "教育部产学合作协同育人项目“中智讯物联网中间件及云平台技术师资培训”",
                "date": "2019.03-2020.03"
            },
            {
                "title": "教育部产学合作协同育人项目“基于物联网实训体系的嵌入式操作系统课程建设和教学改革”",
                "date": "2018.01-2020.01"
            },
            {
                "title": "云南省高校数字媒体技术重点实验室开放基金资助项目“云环境下城市级配电室群音视频监控数据存储与挖掘研究”",
                "date": "2014.11-2016.10"
            },
            {
                "title": "云南省教育厅科学研究基金项目“城市级配电室群分布式监控云计算模型研究”",
                "date": "2013.07-2015.06"
            },
            {
                "title": "国家自然科学基金项目“Forth虚拟机架构的嵌入式操作系统关键技术研究”",
                "date": "2017.1-2017.12"
            }
        ],
        "论文": [
            {
                "title": "杨艳华,普园媛,周永录.“新工科”背景下物联网工程专业“嵌入式操作系统”课程考核模式探索与实践[J],工业和信息化教育,2018(12):29-33,38.",
                "date": "2018"
            },
            {
                "title": "杨艳华,张熹,周飞,李青.云南佛教密宗传入及白传密教形成演化初探[J],中国白族学论丛(四),2017,34-43.",
                "date": "2017"
            },
            {
                "title": "杨艳华,周永录,苏红军,黄燕燕.城市级配电室群分布式监控云计算模型研究[J],冶金自动化,2016,S2:104-107.",
                "date": "2016"
            },
            {
                "title": "杨艳华,周永录,苏红军,徐斌,黄燕燕,陈明伟.Modbus RTU—IEC60870-5-101数据汇集与规约转换装置设计[J],冶金自动化,2016,S1:425-429.",
                "date": "2016"
            },
            {
                "title": "杨艳华,周永录,苏红军,徐斌,黄燕燕.通用串口到Modbus RTU的协议转换器设计[J],计算机测量与控制,2014,22(2):604-606.",
                "date": "2014"
            }
        ],
        "专利": [
            {
                "title": "实用新型专利“一种支持Modbus RTU从站协议的8路A/D转换器”",
                "date": "2015.06"
            },
            {
                "title": "实用新型专利“一种通用的网络交换设备通信死机检测及恢复装置”",
                "date": "2014.07"
            },
            {
                "title": "发明专利“一种基于FORTH的x86教学实验系统核心板”",
                "date": "2015.09"
            },
            {
                "title": "实用新型专利“一种基于51单片机的嵌入式室内环境网络监控系统”",
                "date": "2016.03"
            },
            {
                "title": "实用新型专利“一种高精度多路交流电流真有效值检测电路”",
                "date": "2014.10"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "周飞",
        "职位": "高级工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "刘宏杰",
        "职位": "高级工程师",
        "联系方式": "89993662@qq.com",
        "地址": "昆明市学云路5号",
        "个人简介": "2006年8月破格晋升信息技术高级工程师专业技术职务。自参加工作以来，作为项目负责人、技术负责人、技术骨干和主要完成人员先后完成了国家、省级科技计划项目、信息化建设项目近40项，获云南省科技进步奖二等奖1项、三等奖2项。现主要从事无人机应用技术、数字媒体技术、计算机应用技术的研究及工程化应用工作。",
        "所属学院": "信息学院"
    },
    {
        "名字": "吴建平",
        "职位": "高级工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "周永录",
        "职位": "高级工程师",
        "联系方式": "zhylu@126.com",
        "地址": "呈贡校区信息学院1213",
        "个人简介": "周永录，男，高级工程师，硕士生导师。1986年毕业于上海交通大学自动控制系。主要研究方向为嵌入式系统、自动控制、物联网技术应用。承担完成国家基金项目、云南省科技计划项目20余项，横向科研开发项目30余项，现主持国家自然科学基金项目一项（61962060）；获云南省科技进步三等奖3次，昆明市科技进步二等奖1次；发表论文10余篇；获发明专利3项，实用新型专利9项，软件著作权10余项。",
        "所属学院": "信息学院"
    },
    {
        "名字": "何刚",
        "职位": "高级实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "官铮",
        "职位": "高级实验师",
        "联系方式": "gz_627@sina.com",
        "地址": "云南大学信息学院1525",
        "个人简介": "现为云南大学信息学院试验中心高级实验师，博士，硕士生导师。2007年就职于云南大学信息学院，2012年获云南大学博士学位，2014年受聘为高级实验师。中国计算机学会会员，中国计算机学会网络与数据通信专家委员会委员，中国计算机学会YOCSEF云南省分会成员。《计算机科学》、“Ain Shams Engineering Journal (Elsevier出版社)”等国内外期刊审稿人。主要研究方向为计算机通信网络、轮询系统理论、智能交通控制，主要从事计算机通信网络与计算机应用技术领域的教学和科研工作。主持国家自然科学基金2项，云南省应用基础研究计划项目2项、云南省教育厅科研项目重点项目1项、云南省教育厅科研项目1项，以及云南大学博士科研基金项目1项；作为主要成员参与国家自然科学基金项目2项；2016年云南大学“东陆中青年骨干教师”培养对象。2016年作为主要成员参与怒江州十三五信息建设规划编制。在《自动化学报》、《电子科学学刊》、《通信学报》、《计算机科学》、《智能系统学报》、《Journal of network》等国内外学术期刊以及学术会议发表科研论文30余篇。",
        "科研项目": [
            {
                "title": "国家自然科学基金地区项目，能效驱动的分布式光载无线网络MAC层接入控制技术研究，项目负责人",
                "publisher": "",
                "date": ""
            },
            {
                "title": "国家自然科学基金地区项目，市区混合交通平交路口信号控制评价及分布式协同控制策略研究，项目负责人",
                "publisher": "",
                "date": ""
            },
            {
                "title": "云南省应用基础研究计划面上项目，轮询控制下的光载无线网络MAC层接入策略能效分析，项目负责人",
                "publisher": "",
                "date": ""
            },
            {
                "title": "云南省应用基础研究计划青年项目，面向时延敏感业务员的无线传感器网络MAC协议研究，项目负责人",
                "publisher": "",
                "date": ""
            },
            {
                "title": "云南省教育厅科学研究基金重点项目，交通信号自适应控制策略研究，项目负责人",
                "publisher": "",
                "date": ""
            },
            {
                "title": "云南大学“东陆中青年骨干教师”培养计划，项目负责人",
                "publisher": "",
                "date": ""
            },
            {
                "title": "云南省教育厅科学研究基金项目，支持QoS保障的无线Ad hoc网络MAC协议研究，项目负责人",
                "publisher": "",
                "date": ""
            }
        ],
        "论文": [
            {
                "title": "官铮,杨志军,何敏.依托站点状态的两级轮询控制系统时延特征分析[J]. 自动化学报, 2016, 42(8): 1207-1214.",
                "date": "2016"
            },
            {
                "title": "官铮, 何敏, 杨志军. 基于IEEE802.11 PCF的光载无线网络接入控制协议能效分析. 东南大学学报(自然科学版), 2017, 47(3): 444-449.",
                "date": "2017"
            },
            {
                "title": "Guan Zheng, Yang zhi-Jun, He Min, Qian Wen-Hua. Energy-efficient analysis of an IEEE 802.11 PCF MAC protocol based on WLAN. Journal of ambient intelligence and humanized computing. 2018 (2):1-11",
                "date": "2018"
            },
            {
                "title": "何敏,官铮,保利勇,葛建洪.无线传感器网轮询接入控制平均查询周期分析.仪器仪表学报, 2016, 37(11): 2637-2644.",
                "date": "2016"
            },
            {
                "title": "Zheng Guan, Min He. State-dependent polling system with an application on M2M network. 10th EAI international conference on communications and networking in China, 143787429194190. August 15-17, 2015, Shanghai, China.",
                "date": "2015"
            },
            {
                "title": "Z. Guan, W. H. Qian and Y. Q. Wang. A two-level mixed service polling model with batch arrival, 2014 International Conference on Network Security and Communication Engineering, pp: 241-245. Dec. 25, 26, Hong Kong.",
                "date": ""
            },
            {
                "title": "Guan Zheng, Yang Zhijun, Qian Wenhua and et al. On two-level state-dependent routing polling systems with mixed service. Mathematical Problems in Engineering, vol 2015, ID 109325, 9 pages, http://dx.doi.org/10.1155/2015/109325.",
                "date": ""
            },
            {
                "title": "官铮, 王月强. 轮询控制交通信号自适应控制模型仿真研究. 系统仿真学报,2015,27(10):2278-2284.",
                "date": "2015"
            },
            {
                "title": "Zheng Guan, Hongwei Ding. delay analysis of an enhancing IEEE 802.11 Point Coordination Function MAC protocol. Journal of Network, 2014, 9(5):1223-1228.",
                "date": "2014"
            },
            {
                "title": "Han Yao, Guan Zheng*. A QoS-Aware MAC Protocol for Multimedia WSNs. Information Technology Journal, 2013,17(12) :4172-4175.",
                "date": "2013"
            },
            {
                "title": "官铮,邹丹,丁洪伟. 并行调度两级轮询控制传感器网络MAC协议分析,智能系统学报,2014.9(4):56-57.",
                "date": "2014"
            },
            {
                "title": "官铮, 杜长青. 具有服务质量保障的片上网络路由仲裁控制. 计算机科学, 2015, 42(2):55-59.",
                "date": "2015"
            },
            {
                "title": "官铮, 何敏. 基于车辆驱动的交通灯控制策略及仿真研究. 系统仿真学报, 2014, 26(11):2607-2611.",
                "date": "2014"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "周克峰",
        "职位": "高级实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "保利勇",
        "职位": "高级实验师",
        "联系方式": "bly.yx@163.com",
        "地址": "信息学院1224室",
        "个人简介": "1997年云南大学信电系电子学与信息系统专业毕业留校工作至今，一直从事与通信与信息系统相关的教学工作和研究，研究生和博士期间一直跟随赵东风教授学习和研究轮询多址接入、随机多址接入、冲突分解和混沌扩频通信等方面的问题，于2011年获得云南大学信息学院通信与信息系统工学博士学位。目前主要讲授了《数据通信与计算机网络》、《计算机网络工程》和《网络通信与交换》等课程。工作期间，获得过“云南大学教学优秀成果一等奖”、“云南省教学优秀成果二等奖”和“云南省优秀现代教育技术论文及优秀多媒体教育软件三等奖”等奖励，参与开发的一项课件已由高教社出版。目前主要研究方向：计算机通信网、片上网络系统和无线传感器网络MAC层接入理论及技术研究；混沌扩频通信理论及网络安全应用；服务器集群系统负载均衡调度策略及算法分析。2002年至今，参加10项教改和科研项目，自己主持3项，并获得2009年第十八届全国发明展览会铜奖。共在《Journal of Networks》、《电子科学学刊（英文版）》、《Lecture Notes in Computer Science》、《Communications in Computer and Information Science（CCIS）》、《International Journal of Modern Education and Computer Science (IJMECS)》、《高等理科教育》、《电气电子教学学报》、《实验科学与技术》和《云南大学学报》等国内外刊物发表了30余篇文章，其中EI收录20余篇（第一作者），并获得软件著作权6项。",
        "所属学院": "信息学院"
    },
    {
        "名字": "谢汝生",
        "职位": "高级实验师",
        "联系方式": "rshxie@ynu.edu.cn",
        "地址": "信息学院1526",
        "所属学院": "信息学院"
    },
    {
        "名字": "时光",
        "职位": "讲师",
        "联系方式": "shi.guang@ynu.edu.cn",
        "地址": "信息学院1218",
        "个人简介": "云南大学信息学院讲师。先后毕业于昆明医科大学，山东大学，日本奈良先端科学技术大学院大学。具有多年临床医师执业经验及计算机医工交叉学科科研经历。从事医疗大数据分析、智能医疗及生物医学信号处理等方向教学与科研。",
        "论文": [
            {
                "title": "Guang SHI, Hoko KYO, Toshihiro KAWASAKI, Shigehiko KANAYA, Mariko SATO, Saki TOKUDA-KAKUTANI, Hiroshi WATANABE, Norihito MURAYAMA, Minako OHASHI, Md Altaf-Ul-Amin, Naoaki ONO, Hiroki TANAKA, Satoshi NAKAMURA, Kazuo UEBABA, Nobutaka SUZUKI, Ming HUANG, “Evaluation and Interpretation of 9 Body Constitution Scores of CCMQ-J by Seven Independent Questionnaires”, Japanese J. of Complementary and Alternative Medicine, 16, pp79-93 , 2019",
                "date": "2019"
            },
            {
                "title": "Guang Shi, Zheng Chen, Shigehiko Kanaya, Md Altaf-UI-Amin, Naoaki Ono and Ming Huang, \"Prediction of Body Constitutions through Life-Style for Health Guidance,\" IEEE Global Conference on Life Sciences and Technologies (LifeTech), 2021, pp. 106-107.",
                "date": "2021"
            },
            {
                "title": "Guang Shi, Zheng Chen, Renyuan Zhang, “AI-assistant prediction of body constitution: from inquiry to recovery”, International Symposium on Automation, Information and Computing (ISAIC), Dec. 9th-11th, 2021",
                "date": "2021"
            },
            {
                "title": "Guang Shi, Zheng Chen, Renyuan Zhang, Ming Huang, Naoaki Ono, Md Altaf-UI-Amin, and Shigehiko Kanaya, \"Algorithm Cocktail Approach for Predicting Body Constitution and Bias Recovery,\" IEEE Global Conference on Life Sciences and Technologies (LifeTech), 2022.",
                "date": "2022"
            },
            {
                "title": "G. Shi, Z. Chen and R. Zhang, \"A Transformer-Based Spatial-Temporal Sleep Staging Model Through Raw EEG,\" IEEE International Conference on High Performance Big Data and Intelligent Systems (HPBD&IS), 2021, pp. 110-115.",
                "date": "2021"
            },
            {
                "title": "Guang Shi, Zheng Chen and Renyuan Zhang, “Efficient Support Vector Machine towards Medical Data Processing”, Lecture Notes Springer Lecture Notes in Networks and Systems (Proc.s Int.l Cong. Info. and Comm. Tech.), ISSN: 2367-3370, 2022 to appear.",
                "date": "2022"
            },
            {
                "title": "Lingwei Zhu, Koki Odani, Ziwei Yang, Guang Shi, Yirong Kan, Zheng Chen, and Renyuan Zhang, “Adaptive Spike-Like Representation of EEG Signals for Sleep Stages Scoring”, IEEE Engineering in Medicine & Biology Society (EMBC), 2022.",
                "date": "2022"
            }
        ],
        "科研方向": "（1）计算机辅助智能临床决策支持系统即CDSS（Clinical Decision Support System）：通过建立疾病数据库，采取多层次人工智能机器学习策略对某类具体临床主体实现智能决策辅助的大模型系统。（2）大健康数据分析：如中医体质学及其健康改善干预。在本团队原创的病征数据库和生活习惯数据库的基础上追加建设区域性特征数据库，世界首创地探明并科学量化以上数据与中医体质的关联性及其关键因子；量化并临床实践以此为依据的亚健康干预。 （3）口腔临床数据库建设：针对数据库资源高度稀缺且建设困难的颞下颌关节紊乱病（Temporomandibular Disorders： TMD），开创一组具有（云南省）地域性特征的TMD专病数据库并在项目开展后数十年间稳定积累数据资源。此数据库中涉及的静态诊断数据资源与国内外已有资源类似；动态治验数据资源为世界首创。针对TMD相关疾病的数据库提出深度分析方案，预期对例如颞下颌关节疾病的一类高度复杂疾病数据库设计高精度计算机辅助诊断模型，诊断正确率达95%以上；对此类在临床医学领域关键致病因尚无明确共识的疾病从统计学的角度探寻关键指针，为医科学研究提供统计学依据。（4）低维生物医学信号智能分析：例如脑电信号ElectroEncephaloGraphy (EEG)与睡眠质量关联性分析。对脑电信号的原始数据处理提出了量化压缩技术，从而在后端分析中得以使用一定复杂度的深度学习机制，达到一定程度的精度提升。在睡眠等级分类的临床应用中，取得了和目前世界最高水平等同的分类精度并大幅压缩了算法开销。关注且不限于脑电信号（EEG），肌电信号（EMG），MRI、CBCT等医学图像，声学信号等。",
        "所属学院": "信息学院"
    },
    {
        "名字": "张浩",
        "职位": "讲师",
        "联系方式": "zhanghao@ynu.edu.cn",
        "地址": "信息学院3504",
        "所属学院": "信息学院"
    },
    {
        "名字": "李华光",
        "职位": "讲师",
        "联系方式": "huagl@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院3505",
        "个人简介": "李华光2023年博士毕业于云南大学计算机科学与技术专业，目前担任云南大学信息学院教师；主要研究方向为3D场景重建、散焦模糊估计、医学病灶检测、多模态图像融合。专注于计算机视觉处理基础技术，并将其应用于计算机视觉显著性特征处理任务、医学病灶检测系统，以及跨学科领域。近年来在计算机视觉领域的权威国际期刊和会议上发表KBS、TIM、IEEE SENSJ 和APIN等学术论文10余篇。并担任TIM、CVPR、ECCV、ICASSP等评审。 Google Scholar：https://www.researchgate.net/scientific contributions/Huaguang-Li-2163446985",
        "科研项目": [
            {
                "title": "云南省教育厅科学研究基金，青年人才基础研究（2024J0009）",
                "date": "2024/01-2026/12"
            },
            {
                "title": "国家自然科学基金,青年科学基金项目（62202416）",
                "date": "2023/01-2025/12"
            },
            {
                "title": "国家自然科学基金地区项目（62162065）",
                "date": "2022.01-2025.12"
            },
            {
                "title": "云南省科技厅应用基础研究计划重点项目（2019FA044）",
                "date": "2019.06-2022.12"
            }
        ],
        "论文": [
            {
                "title": "Huaguang Li, Wenhua Qian, Rencan Nie, and Jinde Cao.Multi-Interactive Enhanced for Defocus Blur Estimation [J]. IEEE Transactions on Computational Imaging,2024.",
                "date": "2024"
            },
            {
                "title": "Huaguang Li,Wenhua Qian, Rencan Nie, Jinde Cao, Peng Liu and Xu, Dan. RGB-D mutual guidance for semisupervised defocus blur detection[J]. Knowledge-Based Systems, 2022.",
                "date": "2022"
            },
            {
                "title": "Huaguang Li, Rencan Nie, Jinde Cao, and Xiaopeng Guo, Dongming Zhou, and Kangjian He,. Multi-focus image fusion using u-shaped networks with a hybrid objective[J]. IEEE Sensors Journal, 2019.",
                "date": "2019"
            },
            {
                "title": "Huaguang Li, Wenhua Qian, Rencan Nie, and Jinde Cao, Improving Defocus Blur Detection via Adaptive Supervision Prior-Tokens [J]. Image and Vision Computing, 2023.",
                "date": "2023"
            },
            {
                "title": "Li, Huaguang and Qian, Wenhua and Nie, Rencan and Cao, Jinde and Xu, Dan. Siamese conditional generative adversarial network for multi-focus image fusion[J]. Applied Intelligence, 2023.",
                "date": "2023"
            },
            {
                "title": "Xiaoxiao Li, Xiaopeng Guo, Pengfei Han, and Wang, Xiang and, Huaguang Li（Corresponding author） and Luo, Tao. Laplacian redecomposition for multimodal medical image fusion[J]. IEEE Transactions on Instrumentation and Measurement, 2020.",
                "date": "2020"
            },
            {
                "title": "Peng Liu, Wenhua Qian, Huaguang Li, & Jinde Cao. (2023). Semi-Supervised Dimensional Media Sentiment Analysis via Exploring Sample Relationships. IEEE Transactions on Computational Social Systems,2024.",
                "date": "2024"
            },
            {
                "title": "Lingyu Meng, Xiaopeng Guo, and Huaguang Li. MRI/CT fusion based on latent low rank representation and gradient transfer[J]. Biomedical Signal Processing and Control, 2019.",
                "date": "2019"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "龚健",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "谷金晶",
        "职位": "讲师",
        "联系方式": "jinjinggu@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院楼",
        "个人简介": "2019.11-2022.08:同济大学,计算机科学与技术,博士后 2016.09-2019.09:同济大学,交通运输工程,博士2015.06-2016.06:攀枝花学院,交通与汽车工程学院,助教2012.09-2015.05:昆明理工大学,载运工具运用工程,硕士2008.09-2012.07:昆明理工大学,交通运输工程,学士",
        "研究方向": "跨媒体语义分析与理解，视频异常行为识别，视频描述",
        "论文": [
            {
                "title": "Jinjing Gu, Hanli Wang, Ruichao Fan. Coherent Visual Storytelling via Parallel Top-Down Visual and Topic Attention, IEEE Transactions on Circuits and Systems for Video Technology, 2022.",
                "date": "2022"
            },
            {
                "title": "Jinjing Gu, Zhibin Jiang, Wei (David) Fan, Jinjing Chen. Short-term trajectory prediction for individual metro passengers integrating diverse mobility patterns with adaptive location-awareness[J]. Information Sciences, 2022.",
                "date": "2022"
            },
            {
                "title": "Jinjing Gu, Zhibin Jiang, Yanshuo Sun. Spatio-temporal trajectory estimation based on incomplete Wi-Fi probe data in urban rail transit network[J]. Knowledge-Based Systems, 2021, 211(7), 106528.",
                "date": "2021"
            },
            {
                "title": "Jinjing Gu, Zhibin Jiang, Wei (David) Fan. Real-Time Passenger Flow Outlier Detection Considering Typical Time Series Clustered Characteristics at Metro Stations[J]. Journal of Transportation Engineering, Part A: Systems, 2020, 146(4), 04020015.",
                "date": "2020"
            },
            {
                "title": "Zhibin Jiang, Jinjing Gu, Wei Fan, et al. Q-Learning Approach to Coordinated Optimization of Passenger Inflow Control with Train Skip-stopping on An Urban Rail Transit Line[J]. Computers & Industrial Engineering, 2019(127): 1131-1142.",
                "date": "2019"
            },
            {
                "title": "Zhibin Jiang, Jinjing Gu, Wei Fan, et al. Modeling Actual Dwell Time for Rail Transit Using Data Analytics and Support Vector Regression[J]. Journal of Transportation Engineering, Part A: Systems，2018, 144(11): 04018071.",
                "date": "2018"
            }
        ],
        "专利": [
            {
                "title": "一种基于乘客姿态快速估计的地铁闸机通行逃票识别方法. 专利号：202110192793.1",
                "date": "2022.06.21"
            },
            {
                "title": "一种出行语义自动标注的地铁乘客轨迹实时追溯还原方法. 授权公告号：CN107220920B",
                "date": "2021.09.15"
            },
            {
                "title": "一种基于Wi‑Fi信令数据的城市轨道交通动态限流方法. 授权公告号：CN107220920B",
                "date": "2020.08.18"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金青年项目，地铁密集场景下基于小样本学习的乘客异常行为视频描述，2022/1-2024/12，主持",
                "date": "2022/1-2024/12"
            },
            {
                "title": "上海市2020年度“科技创新行动计划”人工智能科技支撑专项项目，面向视觉与语言的跨媒体语义分析与理解，2020/10-2023/10，主要参与",
                "date": "2020/10-2023/10"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "艾明曦",
        "职位": "讲师",
        "联系方式": "mingxi_ai@ynu.edu.cn",
        "地址": "云南大学信息学院1218",
        "个人简介": "云南大学信息学院讲师、硕士生导师。获中南大学工学学士、硕士和博士学位，2017年获欧洲创新与技术研究所RawMaterials项目资助赴英国埃克塞特大学和芬兰阿尔托大学参加博士课程，2020年赴德国杜伊斯堡-埃森大学访学一年。从事基于机器视觉的复杂工业过程智能监测与控制方向的研究，专注于有色冶金过程智能优化与控制、知识自动化、工业视觉与感知的核心及前沿问题。主持国家自然科学基金青年项目1项、云南省基础研究计划面上项目1项及兴滇英才支持计划-青年人才专项1项，参与国家自然科学基金重点项目、联合项目等4项，在IEEE TSMC、IEEE TIE、IEEE TIM、Information Sciences等学科领域权威期刊发表学术论文20余篇。2022年入选云南大学青年培优计划，2023年入选兴滇英才支持计划青年人才。",
        "论文": [
            {
                "title": "Mingxi Ai, Yongfang Xie*, Zhaohui Tang, Jiande Wu, Peng Li, Jin Zhang. Self-supervised dynamic and static feature representation learning method for flotation monitoring[J]. Powder Technology, 2024.",
                "date": "2024"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie*, Steven X. Ding, Zhaohui Tang, Weihua Gui. Domain knowledge distillation and supervised contrastive learning for industrial process monitoring[J]. IEEE Transactions on Industrial Electronics, 70(9): 9452-9462, 2022.",
                "date": "2022"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie*, Zhaohui Tang, Jin Zhang, Weihua Gui. Deep learning feature-based setpoint generation and optimal control for flotation processes[J]. Information Sciences, 578: 644-658, 2021.",
                "date": "2021"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie, Shiwen Xie*, Jin Zhang, Weihua Gui. Fuzzy association rule-based set-point adaptive optimization and control for the flotation process[J]. Neural Computing and Applications, 32(17): 14019-14029, 2020.",
                "date": "2020"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie*, Zhaohui Tang, Jin Zhang, Weihua Gui. Two-stream deep feature-based froth flotation monitoring using visual attention clues[J]. IEEE Transactions on Instrumentation and Measurement, 70: 1-14, 2020.",
                "date": "2020"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie, Shiwen Xie*, Fanbiao Li, Weihua Gui. Data-driven-based adaptive fuzzy neural network control for the antimony flotation plant[J]. Journal of the Franklin Institute, 2019, 356(12): 5944-5960.",
                "date": "2019"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie, Shiwen Xie*, Weihua Gui. Shape-weighted bubble size distribution based reagent predictive control for the antimony flotation process[J]. Chemometrics and Intelligent Laboratory Systems, 2019, 192: 103821.",
                "date": "2019"
            },
            {
                "title": "Mingxi Ai, Yongfang Xie*, Degang Xu, Weihua Gui, Chunhua Yang. Data-driven flotation reagent changing evaluation via union distribution analysis of bubble size and shape[J]. Canadian Journal of Chemical Engineering, 2018, 96:2616-2626.",
                "date": "2018"
            },
            {
                "title": "Mingxi Ai, Peng Li, Jin Zhang*, Yongfang Xie, Zhaohui Tang. Representation-enhanced semi-supervised learning for flotation working condition recognition[C]. The 43rd Chinese Control Conference (CCC 2024), 2024.",
                "date": "2024"
            },
            {
                "title": "Mingxi Ai*, Yongfang Xie, Degang Xu. Reagent predictive control using joint froth image feature for antimony flotation process[C]. IFAC Papersonline, 2018, 51(21): 284-289.",
                "date": "2018"
            }
        ],
        "科研项目": [
            {
                "title": "国家自然科学基金委员会, 青年科学基金项目, 62303404, 基于分布式视觉感知的矿物浮选过程运行状态分层评价方法, 2024.01-2026.12, 30万元, 主持.",
                "date": "2024.01-2026.12"
            },
            {
                "title": "云南省人民政府, 兴滇英才支持计划-青年人才专项, 基于深层视觉感知的矿物浮选过程药剂量优化控制, 2024.01-2028.12, 70万元, 主持.",
                "date": "2024.01-2028.12"
            },
            {
                "title": "云南省科技厅, 云南省基础研究计划面上项目, 202401CF070171, 基于分布视觉感知的矿物浮选过程多质量指标协同预测, 2024.03-2027.02, 10万元, 主持.",
                "date": "2024.03-2027.02"
            },
            {
                "title": "云南大学, 云南大学青年培优计划项目, CZ22623101, 基于机器视觉的复杂工业过程运行状态智能感知与优化控制, 2022.08-2025.08, 50万元, 主持.",
                "date": "2022.08-2025.08"
            },
            {
                "title": "云南省智能系统与计算重点实验室, 云南省重点实验室开放课题, ISC23Y03, 基于多敏感特征的矿物浮选过程加药量自适应控制方法, 2023.06-2024.05, 2万元, 主持.",
                "date": "2023.06-2024.05"
            },
            {
                "title": "国家自然科学基金委员会, 重点项目, 62233018, 基于全流程性能退化评估的矿物浮选过程智能协同优化, 2023.01-2027.12, 292万元, 参与.",
                "date": "2023.01-2027.12"
            },
            {
                "title": "国家自然科学基金委员会, 联合基金项目, U23A20329, 融合机理、数据和知识的锡还原熔炼过程智能感知与优化控制, 2024.01-2027.12, 259万元, 参与.",
                "date": "2024.01-2027.12"
            },
            {
                "title": "国家自然科学基金委员会, 面上项目, 62073345, 基于深度强化学习的对象知识自动生成研究, 2021.01-2024.12, 58万元, 参与.",
                "date": "2021.01-2024.12"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "杨志柳",
        "职位": "讲师",
        "联系方式": "zhiliu.yang@ynu.edu.cn",
        "地址": "云南大学信息学院1321",
        "个人简介": "杨志柳，男，云南省“兴滇英才支持计划”青年人才。2021年8月毕业于美国克拉克森大学电子与计算机工程专业，获工学博士学位。2022年1月加入云南大学信息学院。现聚焦机器人感知、定位、建图、路径规划问题，开展基于视觉和激光雷达的多模态场景重建与生成、场景精细语义理解、动态场景四维建图、位姿估计与后端捆集优化等研究，同时在智能体端到端路径规划、数字人三维重建与生成、具身智能等新方向开展前沿探索。目前发表会议及期刊论文14篇，其中SCI检索4篇、EI检索10篇，其中1篇论文发表于高影响因子JCR 1区/SCI 2区期刊IEEE Network，3篇论文收录于国际机器人顶级会议IROS。曾担任2项美国国家科学基金（NSF）项目的科研骨干，主持省级科研基金项目4项。曾参与我国首个在轨图像实时处理器的研制工作，获2015年北京理工大学雷达所“毛二可院士、龙腾院士创新团队”科研贡献奖。获2021年美国克拉克森大学Ben Schilling杰出博士生奖。",
        "研究方向": "总体方向：视觉感知与场景理解，地图构建与三维生成，路径规划与轨迹预测，深度学习与最优化理论 具体技术：   针对彩色图、深度图等视频流，基于辐射场、光流场、动力场进行多场统一化建模，采用Transformer深度学习网络、三维渲染算法，实现统一化全景语义地图构建、目标跟踪、目标位姿估计与目标运动轨迹预测；   基于神经辐射场（NeRFs）、高斯泼溅（3D Gaussian Splatting）等算法，实现刚体、连接体、变形体等动态目标的高精度位姿估计与精细化四维重建，并支持大规模场景动静分离等下游任务；   基于全景点云分割网络、神经辐射场与后端捆集优化算法处理激光雷达点云数据，进行多尺度点云三维重建、点云语义识别以及智能体定位；   基于Diffusion扩散模型与3D高斯表达，实现单张图像视频生成、三维物体生成、三维场景生成、Avatar数字人生成；   基于模仿学习、强化学习，结合Transformer、大模型（LLMs），将路径规划与自动驾驶问题转换为序列预测建模问题，采用端到端思路进行目标物体轨迹预测与本体路径规划；   More arts are coming soon.",
        "科研项目": [
            {
                "title": "云南省科技厅科技计划项目，⾯向室内机器⼈的动态刚体⽬标数字孪⽣技术，5万元，2023-01-01至2025-12-31，主持",
                "date": "2023-01-01至2025-12-31"
            },
            {
                "title": ". 云南省教育厅科学研究基金项目，⾯向复杂环境的机器⼈地图构建技术研究，2万元，2023-01-01至2023-12-31，主持",
                "publisher": "",
                "date": "2023-01-01至2023-12-31"
            },
            {
                "title": ". 云南省智能系统与计算重点实验室开放课题项目，面向动态刚体目标场景的机器人地图数字孪生技术研究，2万元，2022-07-20至 2023-07-20，主持",
                "publisher": "",
                "date": "2022-07-20至 2023-07-20"
            },
            {
                "title": ". 美国国家科学基金（NSF）, BRIGE: OS-Specific Many-Core Design，154万元，2012-09-01至2017-04-30, 参与",
                "publisher": "",
                "date": "2012-09-01至2017-04-30"
            },
            {
                "title": ". 美国国家科学基金（NSF）, MRI: Acquisition of a Heterogeneous Computing Platform For Biometrics Research，278万元，2016-10-01至2020-09-30，参与",
                "publisher": "",
                "date": "2016-10-01至2020-09-30"
            }
        ],
        "论文": [
            {
                "title": ". Zhiliu Yang*, Chen Liu, Unified Perception and Collaborative Mapping for Connected and Autonomous Vehicles, IEEE Network-Special Issue on Connected and Autonomous Vehicles, 0890-8044, 2023-07, 10.1109/MNET.017.2300121.（JCR Q1/ SCI 2区, IF: 10.294）",
                "publisher": "",
                "date": "2023"
            },
            {
                "title": ". Chen Liu, Zhiliu Yang*, Yijun Jiang, Energy-aware automatic tuning on many-core platform via adaptive evolution, International Journal of Embedded Systems,14-1, 72 - 78, 2021-01-13, （SCI，IF: 1.15）",
                "publisher": "",
                "date": "2021"
            },
            {
                "title": ". Zhiliu Yang, Zachary I. Rauen, Chen Liu*, Automatic tuning on many-core platform for energy efficiency via support vector machine enhanced differential evolution, Scalable Computing: Practice and Experience, 18-2, 2017-06-19, （SCI，IF: 1.46）",
                "publisher": "",
                "date": "2017"
            },
            {
                "title": ". Tien-Hsiung Weng*, Kuan-Ching Li, Zhiliu Yang, Chen Liu, On the code modernization of shared sampling alpha matting with OpenMP, Future Generation Computer Systems, Volume 107, Issue C, pp 177–191, Jun 2020, （SCI 2区，IF: 6.2）  会议代表作：",
                "publisher": "",
                "date": "2020"
            },
            {
                "title": ". Chengyao Duan and Zhiliu Yang*, \"TivNe-SLAM: Dynamic Mapping and Tracking via Time-Varying Neural Radiance Fields,\" 2024 IEEE/RSJ International Conference on Intelligent Robots and Systems (IROS), 14 Oct 2024 - 18 Oct 2024, EI (机器人领域国际顶级会议、中国自动化学会推荐A类会议)",
                "publisher": "",
                "date": "2024"
            },
            {
                "title": ". Zhiliu Yang* and Chen Liu, \"TUPPer-Map: Temporal and Unified Panoptic Perception for 3D Metric-Semantic Mapping,\" 2021 IEEE/RSJ International Conference on Intelligent Robots and Systems (IROS), 27 Sep 2021 - 01 Oct 2021, pp. 1094-1101, Prague, Czech Republic, 2021, EI (机器人领域国际顶级会议、中国自动化学会推荐A类会议)",
                "publisher": "",
                "date": "2021"
            },
            {
                "title": ". Zhiliu Yang*, Bo Yu, Wei Hu, Jie Tang, Shaoshan Liu and Chen Liu, \"π-Map: A Decision-Based Sensor Fusion with Global Optimization for Indoor Mapping,\" 2020 IEEE/RSJ International Conference on Intelligent Robots and Systems (IROS), 24 Oct 2020 - 24 Jan 2021, pp. 4821-4827, Las Vegas, NV, USA, 2020, EI (机器人领域国际顶级会议、中国自动化学会推荐A类会议)",
                "publisher": "",
                "date": "2020"
            },
            {
                "title": ". Zhiliu Yang* and Chen Liu, \"2D Map Estimation via Teacher-Forcing Unsupervised Learning,\" 2020 International Conference on Connected and Autonomous Driving (MetroCAD), 27-28 February 2020, pp. 91-97, Detroit, MI, USA, 2020, EI",
                "publisher": "",
                "date": "2020"
            },
            {
                "title": ". Zhiliu Yang*, Zhu Yang, Shan Dong, and Liang Chen. \"Implementation of memory architecture for real-time spaceborne SAR imaging system.\" In IET International Radar Conference 2015, pp. 1-5. IET, 2015，EI",
                "publisher": "",
                "date": "2015"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "胡刚",
        "职位": "讲师",
        "联系方式": "hugang@ynu.edu.cn；hoo_gang@qq.com",
        "地址": "信息学院1523室",
        "个人简介": "胡刚，男，毕业于武汉大学计算机学院，获工学博士学位，硕士生导师，主要从事智能软件工程、软件大数据分析、跨语言信息检索的研究工作，专注于运用人工智能（特别是深度学习技术）、自然语言处理、数据挖掘分析等前沿理论和技术，提高软件开发和维护自动化水平，提高软件质量和生产效率的目的。作为团队的研究助理和学术骨干，先后发表高水平学术论文10余篇，其中SCI和CCF收录4篇，EI收录4篇，申请国家发明专利和软件著作权近15项（已授权6项），其中1项授权专利已经被收录为国家发改委“区域经济研究”的专项成果，1项授权已在小米公司进行示范应用实现科研向产业化转化。曾主持2项校级重点项目，主要参与智能问答、数据挖掘、信息检索等10余项国家级和省部级项目（国家重点研发计划1项，国家自然科学基金项目4项，国家语委专项1项，湖北省重点研发计划1项），负责文本语义理解与表示、多模态联合表示学习等关键技术和核心平台的研发工作。另外，指导学生参与课外实践，在创新创业和挑战杯等科技竞赛荣获校级和省级奖项3次。",
        "研究方向：": "智能软件工程、软件大数据分析、跨语言信息检索、软件仓库挖掘、自然语言处理",
        "科研项目：": [
            {
                "title": "云南省智能系统与计算重点实验室,开放课题，No.ISC22Y08，面向开源生态结构化知识驱动的代码搜索方法研究,2022-07至2023-07，2万元，在研中。",
                "date": "2022-07至2023-07"
            }
        ],
        "论文：": [
            {
                "title": "Gang Hu, Min Peng, Yihan Zhang, Qianqian Xie, Mengting Yuan，Neural Joint Attention Code Search over Structure Embeddings for Software Q&A Sites, Journal of Systems and Software (JSS), 170(12), pp.0-18, 2020（CCF-B，软工著名SCI期刊）",
                "date": "2020"
            },
            {
                "title": "Gang Hu, Min Peng, Yihan Zhang, Qianqian Xie, Wang Gao, Mengting Yuan, Unsupervised Software Repositories Mining and its Application to Code Search, Software: Practice and Experience (SPE), 50(3), pp.299-322, 2020（CCF-B，软工著名SCI期刊）；",
                "date": "2020"
            },
            {
                "title": "Li Ruitong，Hu Gang，Peng Min，Hierarchical Embedding for Code Search in Software Q&A Sites, International Joint Conference on Neural Networks (IJCNN), Glasgow, UK, 2020（CCF-C，人工智能EI会议）；",
                "date": "2020"
            },
            {
                "title": "Han Weiguang, Peng Min, Xie Qianqian, Hu Gang, Gao Wang, Wang Hua. DTC: Transfer Learning for Commonsense Machine Comprehension, Neurocomputing,396, 102-112，2020（中科院2区，SCI期刊）；",
                "date": "2020"
            },
            {
                "title": "Hu ZhiWei, Yang Hua, Lou TianTian, Hu Gang, Xie Qianian, Huang Jiajia,. Extraction of Pig Contour based on fully Convolutional Networks. Journal of South China Agricultural University, 39(6), pp.111-119,2019;",
                "date": "2019"
            }
        ],
        "专利": [
            {
                "title": "一种基于自注意力机制的鲁棒性代码摘要生成方法，2018-4-8，中国，授权号ZL201810306806.1；",
                "date": "2018-4-8"
            },
            {
                "title": "一种基于结构化嵌入的交互式代码搜索方法及装置，2019-9-3，中国，授权号ZL201911420354.0；",
                "date": "2019-9-3"
            },
            {
                "title": "一种主题增强的聊天机器人回复生成方法及装置，2019-4-12，中国，授权号ZL201910294250.3；",
                "date": "2019-4-12"
            },
            {
                "title": "一种基于词向量增强的短文本主题抽取方法，2018-7-24，中国，ZL201810816147.6；",
                "date": "2018-7-24"
            },
            {
                "title": "一种基于词移距离结合词向量的音乐文案生成方法，2018-12-13，中国，授权号ZL201811525805.2；",
                "date": "2018-12-13"
            }
        ],
        "招生要求": "1、基本要求：软件工程相关基础课程的理论学习较为扎实，在软件平台开发和社区代码维护方面具有一定的基础；熟悉一种科学计算语言（例如R、Matlab、Python）和深度学习框架（例如Tensorflow、Pytorch）；了解过自然语言处理和机器学习领域的相关技术，算法和工具者最佳。2、计算资源：在高性能和深度学习计算方面，团队拥有远程高性能服务器集群（包含20个CPU计算核心，各类Titan Xp (12G)、TITAN RTX (24G)、RTX 3090 (24G)、Titan V（12G）等计算显卡共计20余块，Kingston DDR4 128 GB 2400MHz RECC 内存，60 TB企业级 固态硬盘）。服务器集群有专人进行维护，进组可提供一对一专人登录账号和秘钥，方便随时随地线上调试实验，保障研究工作顺利展开。3、深造推荐：可推荐优秀毕业生到武汉大学、国家网络安全人才与创新基地攻读博士学位（项目多，待遇丰厚），也可通过本团队联系到海外名校留学深造和联合培养；在编程和算法技能方面特别优秀的同学可内推到腾讯、小米、美团、百度等知名大厂实习，提高求职优势。如想加入本团队，发邮件至hugang@ynu.edu.cn或hoo_gang@qq.com",
        "所属学院": "信息学院"
    },
    {
        "名字": "何冰冰",
        "职位": "副教授",
        "联系方式": "hebingbing@ynu.edu.cn、 he_bing_bing123@126.com",
        "个人简介": "博士，学术、专业型硕士生导师，云南省“兴滇英才支持计划”青年人才，中国化妆品行业龙头企业——贝泰妮生物科技股份有限公司科研博士后，云南省高校高原医学电子信息智能检测处理重点实验室青年学术骨干，中国电子学会会员，中国生物医学工程学会会员。主持科研项目3项（国家自然科学基金1项、省部级项目1项、省厅级项目1项）。以第一/通讯作者在IEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control、Artificial Intelligence in Medicine、Ultrasound in Medicine & Biology、电子学报、仪器仪表学报等领域内高水平学术期刊上发表学术论文十余篇。以第一/第二发明人获7项发明专利授权。研究方向：医学超声工程、超快超声血流成像、高频量化超声、能量医美技术研发。承担课程：随机过程、生物医学信号处理、生物医学工程导论、声学信号与成像处理等。",
        "科研项目": [
            {
                "title": "主持国家自然科学基金青年项目，超快超声颈动脉壁面剪切率分布的检测研究，研究期限：2023年1月至2025年12月；",
                "date": "2023年1月至2025年12月"
            },
            {
                "title": "主持云南省“兴滇英才支持计划”青年人才专项项目，紫外辐射导致皮肤光损伤的高频超声量化与修复研究，研究期限：2025年1月至2029年12月；",
                "date": "2025年1月至2029年12月"
            },
            {
                "title": "主持云南省基础研究专项青年项目, 超快超声颈动脉壁面剪切率二维分布检测的关键技术研究, 研究期限：2023年6月至2026年5月；",
                "date": "2023年6月至2026年5月"
            },
            {
                "title": "主持云南省博士后科研基金项目，射频技术改善面部皮肤老化的关键因素研究，研究期限：2023年1月至2023年12月。",
                "date": "2023年1月至2023年12月"
            },
            {
                "title": "主持云南省教育厅科学研究基金，一种多角度平面波重复复合的超快超声多普勒血流测速技术，研究期限：2020年3月至2021年3月；",
                "date": "2020年3月至2021年3月"
            }
        ],
        "论文": [
            {
                "title": "Bingbing He, Yufeng Zhang*, et al. Optimum speckle tracking based on ultrafast ultrasound for improving blood flow velocimetry [J]. IEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control, 2021, vol.68, no.03, pp:494-509.",
                "date": "2021"
            },
            {
                "title": "Bingbing He, Jian Lei, et al. Ultra-fast ultrasound blood flow velocimetry for carotid artery with deep learning, Artificial Intelligence in Medicine, 2023,102664.",
                "date": "2023"
            },
            {
                "title": "Yang Liu, Bingbing He*, et al. A study on a parameter estimator for the homodyned K distribution based on table search for ultrasound tissue characterization[J]. Ultrasound in Medicine & Biology, 2023, vol.49, no.04, pp:970-981.",
                "date": "2023"
            },
            {
                "title": " Xun Lang，Bingbing He，et al. Adaptive clutter filtering for ultrafast Doppler imaging of blood flow using fast multivariate empirical mode decomposition[C]. 2021 IEEE International Ultrasonics Symposium (IUS), Xi'an, China, 1-11 November, 2021.（医学超声工程领域顶会）",
                "date": "2021"
            },
            {
                "title": "Bingbing He, Yufeng Zhang*, et al. Ultrasonic speckle tracking with an adaptive frame interval for the measurement of blood flow velocities [C]. 2018 3rd International Conference on Communication, Image and Signal Processing (CCISP 2018), Sanya, China, 16-18 November, 2018.",
                "date": "2018"
            }
        ],
        "专利": [
            {
                "title": "何冰冰，张榆锋，李支尧，李浩，杨本贤，廖泽容，多角度平面波重复复合的超快超声多普勒血流估计方法：中国发明专利，专利授权号：ZL201911213180.0；美国发明专利，专利授权号：US12133760B2。",
                "date": "2019"
            },
            {
                "title": "张榆锋，何冰冰，李支尧，李浩，郎恂，张俊华, 一种超声多普勒血流成像方法及系统：中国发明专利，专利授权号：ZL202010162200.2。",
                "date": "2020"
            },
            {
                "title": "何冰冰，李玉珍，郎恂，张榆锋，张瞾，吕闻冰，李支尧，一种人类皮肤老化评估方法、装置及介质，专利申请号，202410594954.3，实质审查。",
                "date": "2024"
            },
            {
                "title": "杜吉媛，何冰冰，郎恂，张榆锋，时光，岳晴，一种血流速度剖面确定方法、系统及电子设备，专利申请号：202311187773. 0，实质审查。",
                "date": "2023"
            },
            {
                "title": "何冰冰，杜吉媛，张榆锋，郎恂，李玉珍，李支尧，一种自适应核块宽度的超声散斑跟踪血流测速方法及系统，专利申请号：2023111877961，实质审查。",
                "date": "2023"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "郭怡",
        "职位": "讲师",
        "联系方式": "guoyi@ynu.edu.cn; guoyi@fuji.waseda.jp",
        "地址": "信息学院1309",
        "个人简介": "2017.09-2021.04  日本早稻田大学  集成电路设计  工学博士（国家公派留学）2015.09-2017.09  日本早稻田大学  集成电路设计  工学硕士2012.09-2016.09  四川大学  软件工程  工学学士",
        "论文": [
            {
                "title": "Y. Guo, H. Sun, P. Lei and S. Kimura, “Approximate FPGA-based Multipliers using Carry-Inexact Elementary Modules”, in IEICE Transactions, vol. E103-A, no. 09, pp. 1054-1062, 2020.",
                "date": "2020"
            },
            {
                "title": "Y. Guo, H. Sun, P. Lei and S. Kimura, “Design of Low-Cost Approximate Multipliers Based on Probability-Driven Inexact Compressors”, in IEICE Transactions, vol. E102-A, no. 12, pp. 1781-1791, 2019.  主要会议论文：",
                "date": "2019"
            },
            {
                "title": "Y. Guo, H. Sun, and S. Kimura, “Small-area and Low-power FPGA-based Multipliers using Approximate Elementary Modules”, in Asia and South Pacific Design Automation Conference (ASP-DAC), 2020.",
                "date": "2020"
            },
            {
                "title": "Y. Guo, H. Sun, and S. Kimura, “Energy-Efficient and High-Speed Approximate Signed Multipliers with Sign- Focused Compressors”, in IEEE International System-On-Chip Conference (SOCC), 2019.",
                "date": "2019"
            },
            {
                "title": "Y. Guo, H. Sun, L. Guo and S. Kimura, “Low-Cost Approximate Multiplier Design using Probability-Driven Inexact Compressors”, in IEEE Asia Pacific Conference on Circuits and Systems (APCCAS), 2018.",
                "date": "2018"
            },
            {
                "title": "Y. Guo, H. Sun, and S. Kimura, “Design of Power and Area Efficient Lower-Part-OR Approximate Multiplier”, in IEEE Region 10 Conferences (TENCON), 2018.",
                "date": "2018"
            },
            {
                "title": "Rongyu Ding, Yi Guo, Heming Sun, Shinji Kimura, Energy-Efficient Approximate Floating-Point Multiplier Based on Radix-8 Booth Encoding, in International Conference on ASIC(ASICON), 2021.",
                "date": "2021"
            },
            {
                "title": "J. Li, Y. Guo, and S. Kimura, “Accuracy-Configurable Low-Power Approximate Floating-Point Multiplier Based on Mantissa Bit Segmentation”, in IEEE Region 10 Conference (TENCON), 2020.",
                "date": "2020"
            },
            {
                "title": "Y. Xu, Y. Guo, and S. Kimura, “Approximate Multiplier Using Reordered 4-2 Compressor with OR-based Error Compensation”, in IEEE International Conference on ASIC (ASICON), 2019.",
                "date": "2019"
            },
            {
                "title": "X. Sun, Y. Guo, and S. Kimura, “A Radix-4 Partial Product Generation-Based Approximate Multiplier for High-speed and Low-power Digital Signal Processing”, in IEEE International Conference on Electronics Circuits and Systems (ICECS), 2018.",
                "date": "2018"
            },
            {
                "title": "Z. Liu, Y. Guo, and S. Kimura, “Energy-Efficient and High-Performance Approximate Multiplier Using Compressors Based on Input Reordering”, in IEEE Region 10 Conferences (TENCON), 2018.",
                "date": "2018"
            }
        ],
        "科研项目": [
            {
                "title": "“Low-power designs based on approximate computing”，日本东芝记忆公司-早稻田大学联合科研基金奖励项目，2018.10-2020.03，主持。",
                "date": "2018.10-2020.03"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "刘晓非",
        "职位": "副教授",
        "联系方式": "xiaofei@ynu.edu.cn",
        "地址": "云南大学信息学院1518室",
        "个人简介": "智能科学与技术系副教授，硕士生导师，2017年毕业于云南大学数学与统计学院，获理学博士学位；2018年-2021年北京大学信息科学技术学院完成博士后研究；2021年12月到云南大学信息学院任教，主要从事计算机科学理论和人工智能领域的算法设计与分析，专注于低功耗通信网络的搭建（能量覆盖问题）、高维度数据的高效计算（多维调度问题）、精细神经元网络的高精度仿真（类脑计算）等。主持国家自然科学基金1项，省级自然科学基金2项，发表学术论文近20余篇，发表中国数学学会/计算机学会(CCF)/自动化学会(CAA)推荐T1、A刊4篇；T2、B刊16篇。",
        "论文": [
            {
                "title": " Liu Xiaofei; Li W*. An approximation algorithm for the K-prize-collecting multicut problem in trees with submodular penalties. Mathematical Structures in Computer Science. (CCF B)",
                "date": ""
            },
            {
                "title": "李伟东；蓝欢；刘晓非*. 一种求解能量受限的最大圆盘覆盖问题的进化算法. 华中科技大学学报（自然科学版）",
                "date": ""
            },
            {
                "title": "Zhang H; Zheng X; Liu Xiaofei*. Bicriteria approximation algorithms for the unit disk coverage problem. International Computing and Combinatorics Conference (COCOON). (CCF B)",
                "date": ""
            },
            {
                "title": "Hang L; Liu Xiaofei; Wang S; Min W. Masked adversarial neural network for cell type deconvolution in spatial transcriptomics. IEEE International Conference on Bioinformatics and Biomedicine (BIBM). (CCF B)",
                "date": ""
            },
            {
                "title": "Zheng X; Zhang H; Liu Xiaofei*. Randomized rounding algorithm for the parallel-machine customer order scheduling with delivery time and submodular rejection penalties. 2024中国自动化大会 (CAC). (CAA A)2023年",
                "date": ""
            }
        ],
        "科研项目": [
            {
                "title": "主持国家自然科学基金(NSFC)地区基金项目：低时延无线传感器网络中的能量部署和服务质量问题研究",
                "date": ""
            },
            {
                "title": "主持云南省科技厅基础研究专项面上项目：基于无线传感器网络的多类圆盘多覆盖问题",
                "date": ""
            },
            {
                "title": "主持云南省科技厅基础研究专项青年项目：几何覆盖问题及其在无线传感器网络中的应用",
                "date": ""
            },
            {
                "title": "主持云南省智能系统与计算重点实验室开放课题：面向数据计算中心的订单调度问题",
                "date": ""
            },
            {
                "title": "主持云南省教育厅科学研究项目：特殊图限制下的带收益限制多路割问题（已结题）",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "刘松岩",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "贺康建",
        "职位": "讲师",
        "联系方式": "hekjATynu.edu.cn",
        "地址": "信息学院3504",
        "所属学院": "信息学院"
    },
    {
        "名字": "高莲",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "易虎",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "吴昊",
        "职位": "讲师",
        "联系方式": "wuhao19820311@163.com",
        "地址": "呈贡校区信息学院1210室",
        "所属学院": "信息学院"
    },
    {
        "名字": "段睿辉",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "谭明川",
        "职位": "学院副书记讲师",
        "联系方式": "401340396@qq.com",
        "地址": "信息楼1105",
        "所属学院": "信息学院"
    },
    {
        "名字": "苏茜",
        "职位": "讲师",
        "联系方式": "suqian@ynu.edu.cn",
        "地址": "云南大学信息学院1509室",
        "个人简介": "博士，硕士研究生导师，主要研究方向包括分布式计算、网络资源分配、数学建模等。",
        "论文": [
            {
                "title": "Qian Su, Qinghui Zhang, Weidong Li, and Xuejie Zhang. Primal-Dual-Based Computation Offloading Method for Energy-Aware Cloud-Edge Collaboration. IEEE Transaction on Mobile Computing, 2024, 23(2): 1534-1549. (CCF A)",
                "publisher": "",
                "date": "2024"
            },
            {
                "title": "Qian Su, Qinghui Zhang, and Xuejie Zhang. Energy-Aware Cloud-Edge Collaborative Task Offloading with Adjustable Base Station Radii in Smart Cities. Mathematics, 2022, 10, 3992. （中科院JCR 3区）",
                "publisher": "",
                "date": "2022"
            },
            {
                "title": "Minzhi Xu, Weidong Li, Xuejie Zhang, and Qian Su*. A discrete dwarf mongoose optimization algorithm to solve task assignment problems on smart farms. Cluster Computing, 2024, 27: 6185-6204. （中科院JCR 3区）",
                "publisher": "",
                "date": "2024"
            },
            {
                "title": "苏茜, 何暄暄, 卢玥等. 基于优化模型的蔬菜类商品定价与补货决策. 软件导刊, 2024. （CCF T3）",
                "publisher": "",
                "date": "2024"
            },
            {
                "title": "苏茜, 张学杰. 一种基于本地聚类的P2P资源查找算法. 计算机应用研究, 2009, 26(7): 2508-2512. （CCF T3）",
                "publisher": "",
                "date": "2009"
            },
            {
                "title": "Qian Su, Xuejie Zhang. A Peer-to-Peer Resources Search Algorithm Based on Small-World Model. 2009 International Conference on Communications and Mobile Computing. （EI）",
                "publisher": "",
                "date": "2009"
            }
        ],
        "科研项目": [
            {
                "title": "1.云南省基础研究计划项目，面向能耗优化的边缘智能计算卸载关键技术研究（202401AT070471），主持2.云南省教育厅科学研究基金项目，约束驱动的移动边缘计算任务卸载问题研究（2024J0028），主持3.云南省教育厅科学研究基金项目，云边协同计算环境中能耗最小化计算迁移与资源分配问题研究（2022J0002），主持",
                "publisher": "",
                "date": ""
            }
        ],
        "获奖": [
            {
                "title": "1. 2023年、2024年云南省高校教师教学大赛三等奖2. 2023年云南大学第十七届教师教学比赛二等奖3. 2012年云南大学教学成果奖一等奖，2012年、2014年、2020年和2023年云南大学教学成果奖二等奖4. 2024年指导中国大学生计算机设计大赛获全国三等奖5. 2022年、2023年指导全国大学生数学建模竞赛获全国二等奖",
                "publisher": "",
                "date": ""
            }
        ],
        "专著": [
            {
                "title": "数值计算——方法与应用",
                "publisher": "科学出版社",
                "date": "2024年3月"
            }
        ],
        "招生要求": "要求：1. 自律，舍得吃苦2. 熟练掌握一种编程语言3. 喜欢数学 研究方向：运用算法机制设计、组合优化、人工智能等方法解决云计算、边缘计算、云边协同、边缘智能等领域的问题。",
        "所属学院": "信息学院"
    },
    {
        "名字": "华宇",
        "职位": "讲师",
        "联系方式": "huayu@ynu.edu.cn",
        "地址": "信息学院1208",
        "所属学院": "信息学院"
    },
    {
        "名字": "林玲",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "胡茂",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "池宗琳",
        "职位": "讲师",
        "联系方式": "zlchi@ynu.edu.cn",
        "地址": "信息学院1211",
        "所属学院": "信息学院"
    },
    {
        "名字": "肖琦",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "葛孚华",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "张怀雄",
        "职位": "教研室主任讲师",
        "联系方式": "2363872401@qq.com",
        "地址": "信息学院1208",
        "所属学院": "信息学院"
    },
    {
        "名字": "金钊",
        "职位": "讲师",
        "联系方式": "jzletter@sina.com",
        "地址": "云南大学呈贡校区信息学院3012",
        "论文": [
            {
                "title": "Zhao Jin, Jian Jin, Jiong Song, Learning Form Experience:A Bayesian Network Based Reinforcement Learning Approach, Lecture Notes inComputer Science, Vol.7030, pp:407-414,Springer, Heidelberg, 2011.10. (EI收录：20115114627035)",
                "publisher": "",
                "date": ""
            },
            {
                "title": "Zhao Jin, Jian Jin, WeiYi Liu, Autonomous Discovery of Subgoals using Acyclic State Trajectories, Lecture Notes in Computer Science,Vol.6377, pp:49-56, Springer, Heidelberg, 2010.10.  (EI收录：20104813446641)",
                "publisher": "",
                "date": ""
            },
            {
                "title": "Zhao Jin, Jian Jin, WeiYi Liu, Discovering Sub-goals from Layered State Space, The IEEE Fifth International Conference on Bio-Inspired Computing: Theories and Applications, pp: 913-917, Changsha, China, 2010.09. (EI收录：20105213534228)",
                "publisher": "",
                "date": ""
            },
            {
                "title": "Zhao Jin, JiDong Li, Reducing exploration by closing enclosures in cluttered state space, The 2009 International Conference onInformation Engineering and Computer Science, Wuhan, China, pp:1726-1729, 2009.12. (EI收录：20101212791974)",
                "publisher": "",
                "date": ""
            },
            {
                "title": "Zhao Jin, WeiYi Liu, Jian Jin, A heuristic method to isolate the state space, The Second International Conference on Computer Scienceand Software Engineering, Wuhan, China, pp:1-4, 2009.12. (EI收录：20101212798964)",
                "publisher": "",
                "date": ""
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "肖清",
        "职位": "讲师",
        "联系方式": "xiaoqing@ynu.edu.cn",
        "地址": "云南大学呈贡校区信息学院1522",
        "所属学院": "信息学院"
    },
    {
        "名字": "尉洪",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "周谷荣",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "杨俊东",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "王庆革",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "郭亮",
        "职位": "讲师",
        "所属学院": "信息学院"
    },
    {
        "名字": "卢杰",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "张博",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "鲁靖",
        "职位": "副院长助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "冯丽梅",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "杨旭涛",
        "职位": "助理研究员",
        "联系方式": "yangxutao@ynu.edu.cn",
        "研究方向": "边缘计算资源分配算法和机制研究",
        "科研项目": [
            {
                "title": "云南省教育厅，科学研究基金，2020J0007，移动边缘计算中面向社会福利最大化的资源分配的机制研究，2020-03至2021-02，结题，主持",
                "date": "2020-03至2021-02"
            }
        ],
        "论文": [
            {
                "title": "Yang Xutao; Zhang Xuejie; Li Weidong; Zhang Jixian ; A Truthful Auction Mechanism for Cumulative Resource Allocation in Mobile Edge Computing, Proceedings of the 2020 4th International Conference on High Performance Compilation, Computing and Communications, Guangzhou, China, 2020-06-27",
                "date": "2020"
            }
        ],
        "所属学院": "信息学院"
    },
    {
        "名字": "王思珺",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "王兴超",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "朱恒",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "薛志敏",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "安红萍",
        "职位": "助理研究员",
        "所属学院": "信息学院"
    },
    {
        "名字": "林丽",
        "职位": "实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "黎鹏",
        "职位": "实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "徐国东",
        "职位": "实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "陈培德",
        "职位": "实验师",
        "所属学院": "信息学院"
    },
    {
        "名字": "石莹",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "刘洪涛",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "刘卫",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "周灿东",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "姚寒冰",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "王昆山",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "杨鸿卉",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "李青",
        "职位": "工程师",
        "所属学院": "信息学院"
    },
    {
        "名字": "杨露",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "刘子聿",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "彭雷",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "王展",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "刘健",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "李青",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "解伟",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "杨松",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "洪涛",
        "职位": "行政人员",
        "所属学院": "信息学院"
    },
    {
        "名字": "孟艺",
        "职位": "行政人员",
        "所属学院": "信息学院"
    }
]