[
    {
        "姓名": "孔建勋",
        "职称": "教授",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "孔建勋，男，彝族，1970年生，云南省元阳县人，曼彻斯特大学社会统计学博士毕业；现为教育部哲学社会科学实验室云南大学“一带一路”研究院主任 ，教授，博士生导师；云岭学者 ，云南省委直接联系专家。2015年被评为云南省人民政府特殊津贴获得者 ；在教育部、福特基金会等的资助下，先后多次在日本京都大学东南亚研究所、泰国朱拉隆功大学亚洲研究所等机构做访问学者；主持完成国家社科基金重大项目、一般项目、国家发改委等多项部委项目。"
    },
    {
        "姓名": "付小蕊",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "付小蕊，女，汉族，1978年生，贵州省毕节市人，1997年参军入伍，中国人民解放军军事经济学院毕业，管理学学士学位，2022年从云南省军区转业至云南大学，6级职员，现为教育部哲学社会科学实验室云南大学“一带一路”研究院办公室主任 。"
    },
    {
        "姓名": "毕世鸿",
        "职称": "教授",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "毕世鸿，男，南开大学毕业，历史学博士；现为教育部哲学社会科学实验室云南大学“一带一路”研究院/国际关系研究院/东南亚南亚研究院/周边外交研究中心教授，博士生导师；云南省文化名家，先后多次在国外知名高校担任客座研究员或客座教授；主持完成教育部哲学社会科学研究重大课题攻关项目、国家社科基金项目等多项课题。"
    },
    {
        "姓名": "李涛",
        "职称": "副研究员",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "李涛，男，汉族，1977年生，江西赣州人，厦门大学专门史（东南亚史）专业博士毕业；现为国际关系研究院·区域国别研究院副院长，副研究员，硕士生导师。曾获国家留学基金委资助先后在美国北伊利诺伊大学东南亚研究中心、新加坡南洋理工大学拉惹勒南国际问题研究院做访问学者，以及在缅甸曼德勒福庆语言电脑学校孔子课堂担任中方负责人。先后出版专著4部、主编著作2部，主持国家社科基金青年项目1项、国家社科基金重点项目1项，以及其他省部级项目近10项。曾在《世界民族》《南亚研究》《西亚非洲》《国际问题研究》《世界历史》等刊物上发表学术论文近40篇。曾获云南省第二十一次哲学社会科学优秀成果奖三等奖，以及中国国家汉办/孔子学院总部颁发的“优秀中方院长”。"
    },
    {
        "姓名": "罗圣荣",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "罗圣荣，男，汉族，1975年生，江西吉安人，博士毕业于云南大学国际关系研究院。现为《云大地区研究》《周边要报》常务副主编，云南大学国际关系研究院暨区域国别研究院研究员，博士/博士后导师，国家社科基金重大招标项目首席专家，云南大学东陆学者，主要从事亚太区域国别研究。中宣部讲好中国故事专家、云南省政府发展研究院特聘专家，云南省侨情特聘专家，云南省委特聘反恐专家。复旦大学、斯坦福大学、加州大学伯克利分校访问学者。主持国家社科基金重大招标和一般项目、教育部项目等多项科研项目。向上级提交的咨询报告有多份得到中央、外交部、中联部、云南省委等主要领导批示。"
    },
    {
        "姓名": "李湘云",
        "职称": "副研究员",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "李湘云，女，1972年生，湖南湘乡人。现任云南大学国际关系研究院副院长、非洲研究中心主任，副研究员。世界史博士，工商管理博士后。毕业于云南大学世界史专业非洲研究方向，多次赴坦桑尼亚、尼日利亚、摩洛哥、南非等国访学、调研。研究方向为非洲史、坦桑尼亚史、非洲艺术研究、中非旅游合作研究。出版学术专著2部，公开发表学术论文10余篇，主持省部级及校级项目4项、参与国家级和省部级课题研究多项。"
    },
    {
        "姓名": "张蕾",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "张蕾，女，回族，1990年生，云南省大理市人，先后获得北京大学法学学士、美国伊利诺伊大学教育学硕士、北京大学法学博士学位；现为教育部哲学社会科学实验室云南大学“一带一路”研究院GMS知识网络中国国家协调中心负责人、东南亚研究所副教授，《云大地区研究》责任编辑、北京大学区域国别院“燕南66优创团队”兼职研究员，曾任北京大学东南亚协会理事长；曾赴马来西亚双威大学Jeffery Cheah东南亚研究所和新加坡国立大学亚洲研究所等机构做访问学者，并多次赴缅甸、泰国、印度尼西亚、新加坡、马来西亚等国实地调研，多次参与国际英文会议并作主旨发言，发表东南亚研究相关论文10余篇，主持及参与相关课题10余项。"
    },
    {
        "姓名": "王涛",
        "职称": "教授",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "王涛，男，汉族，1983年生，山西省太原市人，博士、教授、博士生导师，云南省万人计划青年人才；曾在赞比亚大学留学，在肯尼亚非洲经济研究所、南非姆贝基领导力中心、塞内加尔加斯顿·伯杰大学、尼日利亚阿布贾大学等机构做访问学者，主持完成国家社科基金、教育部人文社科基金、外交部中非联合研究交流计划多项。"
    },
    {
        "姓名": "史雷",
        "职称": "助理研究员",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "史雷，男，1986年生，陕西渭南人，复旦大学历史地理学专业毕业，现后在云南大学一带一路研究院、云南大学国际关系研究院·一带一路研究院助理研究员。先后参与国家重大基金项目、重点项目、青年项目多项。参与撰写侯杨方主编：《清朝地图集(同治至宣统卷)》，星球出版社，2019年12月。参与撰写毕世鸿编著：《企聚丝路—海外中国企业高质量发展报告越南》，中国社会科学出版社，2020年。张萍主编《西北城市变迁古旧地图集萃》，西安地图出版社，2021年。"
    },
    {
        "姓名": "冯立冰",
        "职称": "副研究员",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "冯立冰，北京大学世界历史专业博士毕业，现为云南大学国际关系研究院副研究员，硕士生导师，曾赴美国耶鲁大学、荷兰阿姆斯特丹大学访学，并多次赴印度、尼泊尔等南亚东南亚国家实地调研。云南省万人计划“青年拔尖人才”，云南大学“东陆青年学者”，主要关注南亚研究：印度历史、政治与中印关系，主持国家社科基金项目1项，专著2本，学术论文十余篇。"
    },
    {
        "姓名": "任华",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "任华，男，1987年7月生，中共党员，2019年7月以来为云南大学政治学流动站博士后，云南大学周边外交研究中心、国际关系研究院助理研究员，研究方向为区域研究（侧重大湄公河次区域）、澜湄合作、宗教问题（非传统安全问题）等。在《东南亚研究》《阿拉伯世界研究》《Journal of Asia Social Science》等国内外刊物、报刊发表各类论文10余篇。"
    },
    {
        "姓名": "刘愚",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "刘愚，男，汉族，1982年出生，云南省丽江市永胜县人，曾先后毕业于云南大学国际经济与贸易专业本科和英国斯旺西大学金融管理学专业硕士，之后在英国利兹都会大学国际旅游与酒店管理专业攻读博士学位。现为国际关系研究院“一带一路”研究院初级研究员，从事东南亚经济研究工作，负责与中国高等教育学会“一带一路”研究分会的会员单位进行沟通和财务系统的报账工作。"
    },
    {
        "姓名": "杜斯",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "杜斯，女，1997年生，云南省宣威市人，云南大学计算机应用技术专业硕士毕业，现为教育部哲学社会科学实验室云南大学“一带一路”研究院见习实验员。"
    },
    {
        "姓名": "杨一航",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "杨一航，男，1993年生，云南省楚雄人，谢菲尔德大学计算机科学与技术专业硕士毕业，现为教育部哲学社会科学实验室云南大学“一带一路”研究院实验员，曾参与过5G原型机测试与开发，深度学习数据集的采集与建设等。"
    },
    {
        "姓名": "杨祥章",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "杨祥章，女，汉族，1985年生，湖南永州人，法学博士，现为教育部哲学社会科学实验室云南大学“一带一路”研究院副研究员，硕士生导师；入选云南省“兴滇英才支持计划” ；在教育部资助下，2016年11月至2017年11月在新加坡国立大学东亚所访学一年。"
    },
    {
        "姓名": "何雪倩",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "何雪倩，女，汉族，1992年生，云南省昆明市人，复旦大学在职博士生；助理研究员；参与多项国家社科项目及云南大学双一流旗舰项目“一带一路沿线国家中资企业与东道国员工匹配调查”。"
    },
    {
        "姓名": "邹应猛",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "邹应猛，男，国际关系博士，英国皇家国际事务研究所访问学者（2014年）。现为教育部哲学社会科学实验室云南大学“一带一路”研究院副研究员，云南大学国际关系研究院副研究员。当前主要关注中印国家崛起的比较研究、中国周边外交、孟加拉国问题研究等。"
    },
    {
        "姓名": "邹怡",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "邹怡，女，1984年生，云南省昆明市人，东京外国语大学纷争预防与和平构筑专业（PCS）哲学博士毕业；现为教育部哲学社会科学实验室云南大学“一带一路”研究院助理研究员；2010年日本国际奖学财团Takase Scholarship奖学金获得者；2013年公益财团法人樫山奖学财团Kashiyama Scholarship奖学金获得者；主持国家社科基金一般项目和省级哲学社会科学研究基地项目各一项，参与省部级重大项目及横向课题多项。"
    },
    {
        "姓名": "陈汉闺",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "陈汉闺，女，1976年生，海南省东方市人，海南大学通信与信息系统专业硕士毕业，现为教育部哲学社会科学实验室云南大学“一带一路”研究院实验师。"
    },
    {
        "姓名": "陈松涛",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "移民、孟加拉国别研究。",
        "个人简介": "陈松涛，女，云南玉溪人，国际关系研究院讲师，博士。"
    },
    {
        "姓名": "冉博文",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "冉博文，男，汉族，1997年生，佐治亚理工学院计算机科学硕士毕业，现为教育部哲学社会科学实验室云南大学“一带一路”研究院实验员，从事“一带一路”研究工作，负责实验室数据挖掘系统与智能分析平台建设。"
    },
    {
        "姓名": "孟姿君",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "孟姿君，女，汉族，1990年生，云南省曲靖市人，云南大学缅甸研究院助理研究员，云南大学国际关系研究院博士在读。主持完成教育部、云南省哲社等多个项目，发表缅甸形势与中缅关系相关论文数篇。"
    },
    {
        "姓名": "赵跃晨",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "赵跃晨，男，汉族，1992年生，云南省昆明市人，上海外国语大学中东研究所国际关系学博士毕业；现为云南大学国际关系研究院助理研究员，先后前往印度国际大学、泰国兰实大学交流学习；协助完成国家社科基金重大项目、一般项目等多项部委项目。"
    },
    {
        "姓名": "胡潇文",
        "职称": "副研究员",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "胡潇文，女，博士，1982年生，云南昆明人。印度尼赫鲁大学国际问题研究院博士毕业。现为云南大学国际关系研究院南亚所所长，副研究员，硕士研究生导师。曾在印度观察家基金会(ORF)加尔各答分部做短期访问学者，美国新校大学印中研究所青年领袖项目客座研究员，2019年云南省万人计划青年拔尖人才。"
    },
    {
        "姓名": "钟小鑫",
        "职称": "副研究员",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "钟小鑫，男，汉族，1985年生，江西省上栗县人，云南大学民族学博士毕业；现为教育部哲学社会科学实验室云南大学“一带一路”研究院副研究员，硕士生导师；云南省“兴滇人才”支持计划青年学者。主持国家社科基金青年项目1项，主持中国侨联基金一般项目1项，出版专著1部，发表论文10余篇。"
    },
    {
        "姓名": "贺鉴",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "贺鉴，男，苗族，1975年生，湖南绥宁人，民革党员，法学博士，法理学博士后，现为教育部哲学社会科学实验室云南大学“一带一路”研究院教授、博士生导师、博士后合作导师；从事法学与政治学跨学科的国际问题研究，近年来主要研究领域为“一带一路”与全球治理、区域与国别、统一战线与国际合作；系国家社科基金项目评审专家、教育部长江学者评审专家、教育部人文社科项目评审专家、国防部国家国防教育师资库专家、商务部国际商务官员培训基地援外培训专家；入选湖南省社科研究“百人工程”、山东省理论人才“百人工程”、云南省高层次人才引进计划“千人计划”；担任中国高等教育学会国际政治研究专业委员会常务理事、中国国际关系学会理事、中国亚非学会理事、中国非洲史研究会理事、全国外国法制史研究会理事、中国法学会比较法学研究会理事、中国海洋发展研究会理事等学术职务。主持完成国家社科基金项目3项、省部级科研课题10余项、省部级教研教改项目6项；发表论文100多篇，被CSSCI、SSCI、SCI收录60多篇，多篇论文被《新华文摘》《中国社会科学文摘》《高等学校文科学报文摘》《人大复印资料（国际法学）》《人大复印资料（中国外交）》《人大复印资料（世界史）》 China International Studies等转载。在人民出版社、人民日报出版社、中国社会科学出版社、社科文献出版社等出版社出版著作10多部；积极参政议政，有十多年的省市级政协委员、特约检察员、省青联委员任职经历，目前担任民革云南省委常委、云南省政协委员，有十多篇资政报告或提案被省部级以上机构采纳。"
    },
    {
        "姓名": "高莉莎",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "高莉莎 ，女，文学博士，民族学博士后，副研究员。目前主要从事海外民族志、东南亚国际传播研究。"
    },
    {
        "姓名": "曹航",
        "职称": "",
        "联系方式": "",
        "地址": "",
        "研究方向": "",
        "个人简介": "曹航，男，汉族，1991年生，湖南郴州人，2022年6月毕业于复旦大学国际关系与公共事务学院，获法学（国际政治专业）博士学位；现为教育部哲学社会科学实验室云南大学“一带一路”研究院助理研究员，主要研究兴趣包括比较政治、东南亚政治与国际关系、社会科学研究方法等，已发表中文论文数篇。"
    }
]