[
    {
        "姓名": "李湘云",
        "联系方式": "xyli@ynu.edu.cn",
        "简介": "毕业于云南大学世界史专业，历史学博士，工商管理学博士后。副研究员，国际关系专业硕士研究生导师。现任云南大学汉语国际教育学院院长。兼任中国高等教育学会“一带一路”研究分会副秘书长，中国非洲问题研究会常务理事，中国非洲史研究会理事，中国亚非学会理事。教学与课程：主要讲授《中国茶文化》《非洲艺术欣赏》等本科课程和《国际关系史》《非洲地区研究》《茶文化与旅游》等研究生课程。课程《中国茶文化》入选云南省一流本科课程。科研与成果：主持省部级和校级项目12项，参与国家级和省部级项目多项。在《思想战线》《中国社会科学报》《中国茶叶》等刊物发表论文多篇，出版专著2部，合著1部，参编1部。主要研究领域：非洲区域国别、茶文化传播、一带一路和高等教育管理。"
    },
    {
        "姓名": "王北",
        "简介": "毕业于云南民族大学英语笔译专业,硕士研究生,云南大学汉语国际教育学院专职辅导员。"
    },
    {
        "姓名": "高秀巍",
        "简介": "硕士毕业于北京语言大学汉语言文字学专业，博士毕业于北京语言大学语言智能与技术专业，云南大学汉语国际教育学院讲师。主要研究方向：语言数据挖掘，国际中文教育，汉语语法。科研/研究与成果：发表学术论文9篇，其中SCI 6篇，EI会议1篇。"
    },
    {
        "姓名": "程涛",
        "联系方式": "chengtao@ynu.edu.cn",
        "简介": "毕业于西南大学教育学部汉语国际教育专业，云南大学汉语国际教育学院讲师。两次赴卢旺达担任国家公派汉语教师和汉语教师志愿者四年，长期从事中外人文交流工作，持有国际汉语教师证书。主要讲授《汉语综合》《公共汉语》等课程。研究方向：国际中文教育、比较教育、中文+职业技能。主持和参与课题多项，在《西南大学学报（社会科学版）》《比较教育学报》《中国职业技术教育》等学术期刊发表论文多篇。"
    },
    {
        "姓名": "蔡绮",
        "联系方式": "caiqi1110@126.com",
        "简介": "毕业于四川大学哲学专业，云南大学汉语国际教育学院讲师。教学与课程：主要讲授《高级汉语阅读》、《媒体汉语》等本科课程。科研/研究与成果：主要研究方向/领域应用语言学、汉语国际教育。"
    },
    {
        "姓名": "陈芳",
        "联系方式": "chenfang@ynu.edu.cn",
        "简介": "云南大学与汉堡大学联合博士研究生毕业，文艺学博士，云南大学汉语国际教育学院副院长、副教授，比较文学与世界文学、汉语国际教育专业硕士研究生导师。教学与课程：主要讲授《叙事学》《叙事与生活》等本科课程和《民间叙事学》等研究生课程、《国际学生汉语听说》等公共汉语课程）。科研/研究与成果：主要研究方向为中国叙事理论体系建构与叙事学前沿理论、民间叙事研究，先后主持完成国家社科青年项目1项，参与4项，出版学术专著《聚焦研究》，发表论文多篇，其中被人大复印报刊资料多次转载。2016年荣获第三届全国高校青年教师教学竞赛三等奖。2019年荣获云南大学“红云园丁奖-优秀教师奖”。2019年入选云南省万人计划青年拔尖人才计划。2011年以来指导比较文学与世界文学、汉语国际教育专业硕士数十名。"
    },
    {
        "姓名": "陈善江",
        "联系方式": "chenshj@ynu.edu.cn",
        "简介": "中共党员，西北大学管理学硕士，副研究员，现任云南大学汉语国际教育学院党委书记，国际中文教育硕士研究生导师，主要讲授《管理学基础》《中国思想史》《中文写作》等课程，主要从事高等教育管理和国际中文教育研究，主持省级校级重点项目2项，参与省部级课题10余项，参编著作3部，发表论文5篇，现为云南省高等教育学会第十届理事、云南省国学研究会第二届理事。"
    },
    {
        "姓名": "陈新",
        "联系方式": "819257705@qq.com",
        "简介": "云南大学外语系俄语硕士研究生毕业，副教授，云南大学汉语国际教育学院外联部部长，汉语国际教育专业硕士研究生导师，教育部学位中心硕士论文评审教师。在国际中文教育一线工作30余年，曾在美国进行汉语教学和汉语推广工作3年。讲授《汉语综合》、《汉语听说》《汉语阅读与写作》《中国文化》《HSK辅导》等本科课程和《第二语言教学案例分析》等研究生课程。主要从事对外汉语实践课教学及相关科研工作，曾主编、参编教材两套，发表论文十余篇。"
    },
    {
        "姓名": "范瑾",
        "联系方式": "ynufanjin@126.com",
        "简介": "云南大学历史系人类学专业本科毕业，云南大学汉语国际教育学院副教授。教学与课程：主要讲授《高级汉语综合》、《中国历史》、《高级汉语听说》等本科课程和《跨文化交际》、《口语教学案例分析》等研究生课程。科研成果：主要研究方向国际中文教育，先后参与国家社科基金项目1项，在《云南师范大学学报》等刊物发表论文5篇，参编教材1部。指导学生：指导本科留学生累计30余名，研究生累计10余名。"
    },
    {
        "姓名": "胡亮节",
        "联系方式": "tohuliangjie@126.com",
        "简介": "胡亮节，毕业于云南师范大学语言学及应用语言学专业，文学硕士，云南大学汉语国际教育学院讲师，汉语国际教育专业硕士研究生导师。教学与课程：主要讲授《高级汉语综合》、《中级汉语写作》、《普通话训练》等本科课程和《汉语语音教学》等研究生课程、《公共汉语》等公共汉语课程。主要研究方向：国际中文教育、语言国情、汉语方言及少数民族语言等研究。科研/研究与成果：主持并完成教育部项目1项，作为第一参与人完成国家社科重点项目1项，一般项目1项，省部级项目8项，公开发表学术论文9篇。"
    },
    {
        "姓名": "胡争艳",
        "联系方式": "136861156@qq.com",
        "简介": "毕业于华东师范大学国际汉语文化学院，博士研究生，云南大学汉语国际教育学院讲师，汉语国际教育专业硕士研究生导师。教学与课程：主要讲授《现代汉语》、《跨文化交际》等本科课程和《社会语言学》、《汉语词汇教学》等研究生课程。研究与成果：主要研究方向为社会语言学、话语分析，承担云南省教育厅项目2项，发表论文9篇。"
    },
    {
        "姓名": "黄璐",
        "联系方式": "20546991@qq.com",
        "简介": "本科毕业于西南大学英语语言文学专业，后于2012年获得汉语国际教育专业硕士学位，云南大学汉语国际教育学院讲师，汉语言专业本科生论文导师。教学与课程：主要讲授《高级汉语听说》、《汉语作为第二语言教学概论》、《商务写作》等本科课程。科研与成果：主要研究为对外汉语教学法、二语习得等，在各类社科刊物发表过相关论文十余篇。指导学生：指导本科留学生30余人。"
    },
    {
        "姓名": "姜欧",
        "联系方式": "715731973qq.com",
        "简介": "毕业于南京师范大学文学院，语言学及应用语言学专业硕士，云南大学汉语国际教育学院讲师，汉语言专业及汉语国际教育专业本科生导师。教学与课程：主要讲授汉语语言类课程及《汉语口语》、《古代汉语》、《经济报刊阅读》等本科课程。"
    },
    {
        "姓名": "李红云",
        "简介": "毕业于西南师范大学电化教育专业，学士，云南大学汉语国际教育学院实验师。教育，太阳底下最光辉的事业，因为她照亮了所有学生，也照亮了自己。"
    },
    {
        "姓名": "李晓露",
        "联系方式": "1810705668@qq.com",
        "简介": "毕业于中央民族大学汉语国际教育专业，博士在读，云南大学汉语国际教育学院讲师，汉语国际教育专业硕士研究生导师，持美国罗德岛州教师资格证（中文作为第二语言教学方向）。主要讲授《初级汉语口语》《初级汉语》《中级汉语》等本科课程和《汉语作为第二语言要素教学》、《汉语作为第二语言教学法》《专业英语》等研究生课程。主要研究方向为中文国际传播、国际中文教学资源、文化教学等，先后承担《瑞典中文教学调查研究》《印度中文教学调查》等6项科研项目，在《民族教育研究》（CSSCI）《华文教学育研究》（CSSCI扩展版）《云南师范大学学报（对外汉语教学与研究版）》（AMI）等本领域核心刊物发表论文10余篇，参编著作1部，担任白皮书《国际中文教学资源发展报告（2022）》副主编，撰写国际中文教育相关资政报告10余篇，获教育部中外语言交流与合作中心资政报告采纳证明10余个。指导本科留学生4名，研究生5名。"
    },
    {
        "姓名": "刘汉银",
        "联系方式": "0871-65033155.",
        "简介": "毕业于云南师范大学语言学及应用语言学专业，硕士，云南大学汉语国际教育学院讲师。主要讲授《现代汉语》本科课程。研究方向为国际中文教学与传播，区域国别研究。"
    },
    {
        "姓名": "刘辉",
        "联系方式": "17783157@qq.com",
        "简介": "毕业于澳大利亚莫纳什大学教育系，获得教育硕士学位。云南大学汉语国际教育学院讲师，汉语言、汉语国际教育专业本科生导师。主要讲授《汉语综合》、《汉语听说》、《汉语阅读与写作》、《商务汉语》等本科课程，以及通识选修课《商务汉语》。主要研究方向为对外汉语教学理论、中外文化对比研究、商务汉语等。先后在《云南师范大学学报》、《中国校外教育》等刊物上发表多篇论文，参与《东陆之光》、《国际汉语教学实践与思考》、《国际中文教学研究与实践》等论文集的编著工作。从事对外汉语教学工作近二十年，先后指导三十余名本科留学生论文，获得学生的认可。"
    },
    {
        "姓名": "刘燕青",
        "联系方式": "9641988@qq.com",
        "简介": "教务办公室工作人员。"
    },
    {
        "姓名": "罗江文",
        "联系方式": "jwluo@ynu.edu.cn",
        "简介": "西南师范大学汉语史专业毕业，文学硕士，云南大学汉语国际教育学院教授，汉语言文字学、汉语国际教育专业硕士研究生导师。教学与课程：主要讲授《古代汉语》、《汉语史》等本科课程和《文字学》、《语言与文化》等研究生课程。科研/研究与成果：主要研究方向为汉语言文字学、汉语国际教育，先后承担国家社科基金项目、教育部人文社会科学研究项目、云南省哲学社会科学规划重大项目、云南省哲学社会科学规划一般项目等10余项，在《古汉语研究》《中国语言学报》《思想战线》等国内外刊物发表论文60余篇，出版著作7部（含编著、合著）。指导学生：指导研究生70余名。"
    },
    {
        "姓名": "马坤",
        "联系方式": "0871-65033917",
        "简介": "从业三十余年，尽心尽力为师生服务。"
    },
    {
        "姓名": "​马理",
        "联系方式": "mali@ynu.edu.cn",
        "简介": "云南大学汉语国际教育学院副院长,长期从事高校国际合作与交流工作，教学与课程：主要讲授《中国概况》等公共汉语课程。科研/研究与成果：高等教育管理，先后发表译作等文章。"
    },
    {
        "姓名": "马晓燕",
        "联系方式": "maxiaoyan186@163.com",
        "简介": "毕业于吉林大学汉语言文字学专业，硕士，云南大学汉语国际教育学院讲师。曾派往孟加拉国南北大学孔子学院任公派教师1年半，自2023年至今，在孟加拉国南北大学孔子学院担任中方院长。主要讲授《现代汉语》《应用写作》《中级汉语综合》《汉语国际教育与传播》等本科课程。主要研究方向为中文国际传播、语法教学、孔子学院的建设与发展等。指导本科留学生14名。"
    },
    {
        "姓名": "王公纬",
        "联系方式": "dmitrialdaev@ynu.edu.cn",
        "简介": "东北师范大学比较文学与世界文学硕士、西方古典学博士，云南大学汉语国际教育学院讲师。研究方向：中西文化比较，中西现代文学，古希腊戏剧、诗体铭文。"
    },
    {
        "姓名": "王冀萍",
        "联系方式": "964818449@qq.com",
        "简介": "博士，汉语国际教育学院讲师，汉语国际教育专业硕士研究生导师。本科毕业于北京师范大学汉语言文学专业，研究生毕业于香港中文大学社会学专业，博士毕业于云南大学民族学专业。主要讲授研究生课程《学术规范与论文写作指导》、本科课程《中国概况》、《中国现当代文学》、《中国古代文学》、《媒体汉语》等。先后主持教育部哲学社会科学项目、云南省教育厅人文社会科学研究项目等多个课题，参与国家自然科学基金项目、国家社会科学基金项目、教育部哲学科学研究项目等多个科研项目。在《Agriculture and Human Value》、《The Journal of Peasant Studies》等国际顶尖学术期刊发表论文。研究主要关注中国西南地区农村发展、跨境地区及东南亚地区的汉语推广与传播情况。"
    },
    {
        "姓名": "王巍",
        "简介": "云南大学汉语国际教育学院外联部办公室秘书。"
    },
    {
        "姓名": "王伟芳",
        "联系方式": "0871-65035395",
        "简介": "云南大学教育硕士，云南大学汉语国际教育学院研究生教务。"
    },
    {
        "姓名": "​王翔",
        "联系方式": "87102682@qq.com",
        "简介": "毕业于德国耶拿大学德语专业，文学硕士，云南大学汉语国际教育学院讲师。教学与课程：主要讲授《中级汉语听说》、《高级汉语听说》等本科课程和《国际学生汉语听说》、《国际学生汉语综合》等公共汉语课程。科研：主要研究领域教学法。"
    },
    {
        "姓名": "王亚琼",
        "联系方式": "wangyaqiong@ynu.edu.cn",
        "简介": "博士，毕业于北京师范大学语言学及应用语言学专业，云南大学汉语国际教育学院讲师，国际中文教育专业硕士研究生导师。教学与课程：主要讲授《语言学概论》、《通用学术汉语》等本科课程和《第二语言习得导论》、《现代语言学专题》等研究生课程。科研/研究与成果：主要研究方向/领域为第二语言习得、学术汉语教学，先后承担教育部中外语言交流与合作中心、云南省哲学社会科学研究项目等各级各类项目8项，在《语言教学与研究》《云南师范大学（对外汉语教学版）》等刊物发表论文，主编、参著出版教材2部。指导学生：指导本科留学生15名，研究生55名。"
    },
    {
        "姓名": "肖锐",
        "联系方式": "ruixiao@ynu.edu.cn",
        "简介": "肖锐，教育学博士，云南大学汉语国际教育学院副教授，国际中文教育专业硕士研究生导师。从事国际中文教育20余年，先后赴泰国、韩国、孟加拉国担任国际中文教师。主要讲授《中级汉语综合》《高级汉语听说》《中级汉语写作》等本科课程和《南亚东南亚汉语国际教育与传播》《教育学原理》《教育心理学》等研究生课程。2023年获得校级教学成果奖二等奖，2024年《高级汉语听说》获得省级一流课程，2024年《中级汉语综合》（上）（下）均被评为校级B级课程。主要研究方向为人工智能与国际中文教育，先后主持及参与省部级项目10余项。在国际顶级学术期刊《Behavior & Information Technology》、自然语言处理国际会议及《天津师范大学学报》（社会科学版）等中文核心期刊发表论文共计20余篇。指导本科留学生约20名，指导中外硕士研究生约30名。"
    },
    {
        "姓名": "杨晓雯",
        "联系方式": "20038269@qq.com",
        "简介": "云南大学中国少数民族艺术博士，云南大学汉语国际教育学院教授，2023年“兴滇英才”文体人才，汉语国际教育专业硕士研究生导师。教学与课程：主要讲授中国古代文学、古代汉语、汉语综合、听说等本科课程和中华文化与传播、汉语国际传播理论与方法、国际中文教学案例等研究生课程科研与成果：主要研究方向为国际中文教学、云南民族文化与民间文学。先后承担国家哲学社会科学基金项目1项，教育部语合中心基地建设及教学资源建设项目2项，云南省“兴滇英才人才计划”项目1项，云南省民族文化抢救保护工程1项，云南省哲学社会科学基金一般和重点项目共2项，云南省教育厅专业学位案例库建设项目1项以及云南大学教改项目多项。论文获云南省哲学社会科学优秀成果奖二等奖。在《云南社会科学》《云南师范大学学报》等刊物发表论文30余篇，出版著作3部，参编1部。指导学生：指导本科留学生40余名，研究生名70余名。"
    },
    {
        "姓名": "杨子琴",
        "联系方式": "43627319@qq.com",
        "简介": "毕业于上海外国语大学，语言学及应用语言学硕士。云南大学汉语国际教育学院讲师，汉语言教研室主任，汉语国际教育专业硕士研究生导师。教授来华留学生本科课程包括“中国概况”“中国文化概论”等，教授汉语国际教育专业硕士课程包括“课堂观察与实践”“汉语课堂教学案例分析”。主要研究方向为来华留学生中国国情文化教学、中华文化传播与推广，先后承担省部级、厅级及校级项目5项，出版（参著、参编）著作2部。"
    },
    {
        "姓名": "伊理",
        "联系方式": "147477@qq.com",
        "简介": "汉语国际教育硕士，云南大学汉语国际教育学院讲师。长期在教学一线从事留学生汉语教育工作，主要讲授《汉字读写》、《文字学》等本科课程，并承担汉语水平考试辅导教学任务。先后在《中国学术研究》、《东南亚南亚研究》等学术期刊上发表学术论文，著有《高校留学生教育的理论与实践探索》等，参编的《高校汉语国际教育发展研究》曾获云南省第十八次哲学社会科学优秀成果（著作）三等奖。"
    },
    {
        "姓名": "余江英",
        "联系方式": "402813541@qq.com。",
        "简介": "余江英，厦门大学语言学及应用语言学硕士，北京语言大学语言学及应用语言学博士，云南大学汉语国际教育学院副教授，汉语国际教育专业硕士研究生导师。入选云南省“兴滇英才支持计划”青年人才。教学与课程：主要讲授《职场语言艺术》、《镜头里的当代中国》等本科课程和《汉语作为第二语言教学法》、《语言测试与教学评估》等研究生课程。科研/研究与成果：主要研究方向中文国际传播、中文智慧教育，先后承担教育部青年项目、国家语委一般项目、教育部语合中心重点项目、云南省哲社项目等项目10余项，在《语言文字应用》《光明日报》等国内外期刊报纸发表论文20余篇，主持编写《互联网＋时代的国际中文教育》1部。指导学生：指导本科留学生9名，研究生23名。"
    },
    {
        "姓名": "张艳萍",
        "联系方式": "710110336@qq.com",
        "简介": "华东师范大学，文学硕士，云南大学汉语国际教育学院教授，汉语国际教育专业硕士研究生导师。教学与课程：主要讲授““中级汉语听说”高级汉语听说”等本科课程和“汉语作为第二语言要素教学”“学位论文写作”等研究生课程。科研/研究与成果：研究方向为国际中文教育，先后承担云南省哲学社会科学规划教育学项目等8项，在云南师范大学学报（对外汉语教学版）、语言研究等刊物发表论文20余篇，出版著作4部。指导学生：指导本科留学生18名，研究生32名。"
    },
    {
        "姓名": "张元慧",
        "联系方式": "0871-65033917",
        "简介": "毕业于云南大学汉语国际教育专业，硕士，云南大学汉语国际教育学院综合办公室成员。"
    },
    {
        "姓名": "张之翰",
        "联系方式": "0871-65033471",
        "简介": "毕业于云南大学公共管理专业，云南大学汉语国际教育学院学生事务办公室主任/助理馆员。"
    },
    {
        "姓名": "​赵文英",
        "联系方式": "821651248@qq.com",
        "简介": "毕业于华中师范大学语言学及应用语言学专业，获博士学位，云南大学汉语国际教育学院讲师，汉语言文字学、汉语国际教育专业硕士研究生导师。教学与课程：主要讲授《现代汉语》、《语言学概论》、《跨文化交际》等本科课程和《汉语语言学导论》、《高级英语口语》等研究生课程、《中国概况》等公共汉语课程。科研/研究与成果：主要研究方向/领域：社会语言学、汉语国际教育，先后承担《“一带一路”背景下云南省高校来华留学生管理现状及新型管理体系构建研究》项目等7项，在《中国教育学刊》等刊物发表论文10余篇，出版著作2部（含主编、参著）。指导学生：指导本科留学生20名，研究生20余名。"
    },
    {
        "姓名": "朱辉",
        "联系方式": "52903195@qq.com",
        "简介": "毕业于云南师范大学汉语言文字学专业，硕士，云南大学汉语国际教育学院讲师。教学与课程：主要讲授《初级汉语综合（上）》、《初级汉语综合（下）》等本科课程。指导学生：指导本科生10名。"
    },
    {
        "姓名": "朱振华",
        "联系方式": "187238218@qq.com",
        "简介": "毕业于南京师范大学，语言学及应用语言学专业，硕士，云南大学汉语国际教育学院讲师。教学与课程：主要讲授《媒体汉语》、《现代汉语词汇教学》《汉语作为第二语言教学》《汉语要素教学》等本科课程和《中国概况》等研究生课程、《国际学生汉语综合》、《国际学生汉语听说》等公共汉语课程。科研/研究与成果：主要研究方向/领域为应用语言学、国际中文教育、现当代文学等，先后参与承担教育部、省级，校项目等4项，在《学术探索》《作家》《电影文学》《云南行政学院学报》《云南教育》《中国教师》等刊物发表论文12篇，出版著作4部（含主编、参著）。指导学生：指导本科留学生23名。"
    },
    {
        "姓名": "邹晓晓",
        "联系方式": "ydfxyzxx@163.com",
        "简介": "毕业于云南大学法学院法学理论专业，法学硕士，云南大学汉语国际教育学院团委书记、辅导员/讲师。主要研究方向/领域：法社会学、思想政治教育，主持云南省教育厅辅导员专项一项（在研）；云南省科学普及项目一项（结项）；校级辅导员项目一项（结项）；参与共青团云南省委与云南大学关于《云南省预防未成年人犯罪条例》等修订的横向课题；担任《通过论坛理解中国-学术新人铸魂论坛（上）》副主编，已出版。"
    }
]