[
    {
        "姓名": "周平",
        "职称": "教授",
        "个人简介": "长江学者，国家教学名师，国务院政府特殊津贴专家，全国模范教师，民族政治研究院教授，本校政治学学科带头人、学科特区负责人。国家民委决策咨询委员，中国政治学会副会长。主持完成国家社科重大招标项目、教育部重大攻关项目各1项。3部著作入选《国家成果文库》、“国家级规划教材”和教育部推荐的“研究生教学用书”。发表论文178篇，20篇发表于《中国社会科学》《政治学研究》《民族研究》等权威刊物，21篇被《新华文摘》《中国社会科学文摘》等全文转载。获第七届高校人文社科优秀成果一等奖，第三届、第四届国家民委优秀成果一等奖，5次获云南省社科优秀成果一等奖。"
    },
    {
        "姓名": "黄清吉",
        "职称": "教授",
        "个人简介": "中国人民大学法学（政治学）博士，民族政治研究院教授、博导、院长，主要研究领域为中华民族与中华现代国家建设、国家能力与大国兴衰研究。曾任西南政法大学政治与公共管理学院院长、MPA教育中心主任、重庆市政治学会副会长兼秘书长、重庆市教育工委市教委智库中心主任、国家民委民族理论政策研究基地主任。兼任中国政治学会常务理事，中国人类学民族学研究会理事。研究成果中，3篇发表在《政治学研究》，4篇被《新华文摘》全文转载，出版《论国家能力》学术专著，主持国家级、省部级科研课题10项，获省部级社科优秀成果一等奖，入选省级人才计划。具有过硬的学术研究能力和丰富的科研组织管理能力。"
    },
    {
        "姓名": "郭台辉",
        "联系方式": "zhxhgth@126.com",
        "职称": "教授",
        "个人简介": "郭台辉，江西万载人，政治学博士；现为云南大学民族政治研究院教授（二级），博士生导师；"
    },
    {
        "姓名": "程中兴",
        "职称": "教授",
        "联系方式": "chengzhongxing@yeah.net",
        "研究方向": "交往现代化（大交通+全媒体）与边疆地区中华民族共同体建设",
        "个人简介": "上海大学法学博士（社会学专业），复旦大学、四川大学博士后，美国杜克大学访问学者。现任民族政治研究院、西南联合研究生院教授, 博士研究生导师。兼任云南省政府发展研究中心决策咨询专家、西藏自治区民委铸牢中华民族共同体意识专家、中国世界民族学会副秘书长。主持教育部重大项目、国家社科重点项目、国家社科一般项目、教育部一般项目各1项，中国博士后科学基金2项，其他省部级课题5项。出版专著1部，在《统计研究》《新闻与传播研究》《社会发展研究》《世界民族》等学术刊物上发文近30篇。曾获全国老龄政策理论研究一等奖、云南省社科二等奖、全国民族工作调研报告优秀奖、云南省统战部论文一等奖等省部级奖励多项。曾获上海市优秀毕业研究生、共青团中央优秀首席专家等荣誉称号。"
    },
    {
        "姓名": "吕庆春",
        "职称": "教授",
        "个人简介": "中国人民大学法学（政治学）博士，民族政治研究院教授。中国社会科学院社会学博士后，美国瓦尔帕莱索大学、芝加哥大学访问学者。主要研究领域为民族政治发展、社会转型与社会风险、社会分层与流动等领域研究。主持国家社科基金项目3项，主持省部级纵向项目以及省部级重大课题攻关项目6项。出版学术著作《中国社会转型期阶层分化与政治发展》等6部。在核心期刊上发表论文40余篇，其中多篇被《新华文摘》、人大报刊复印资料等全文转载或转摘。获得教育部社会学类教学指导委员会颁发的教学成果二等奖1项。"
    },
    {
        "姓名": "刘永刚",
        "职称": "教授",
        "个人简介": "中央民族大学法学（民族政治学专业）博士，民族政治研究院教授。主要研究领域为民族政治学、中华民族理论。出版学术专著1部，已在核心期刊发表《铸牢中华民族共同体意识与国家治理现代化的互构逻辑》《“发现”中华民族:从文明帝国到主权国家》《全球化下西方社会的国族境遇与国家治理困局》《中国的族际政治整合与中华民族建设》《“国家认同问题”与“民族问题”辨析》《中华民族的属性和地位——兼论“中国”“中国人”“中华人民”意涵的统一性》《中华民族：现代中国的国家形式》《国族、国族建设与中华现代国家》等论文40余篇，主持国家社科基金项目、省部级项目6项。获省部级社科优秀成果奖5项。"
    },
    {
        "姓名": "朱雄关",
        "职称": "副教授",
        "个人简介": "云南大学法学（政治学）博士，民族政治研究院副教授、副院长。主要研究领域为国际政治、地缘政治、边疆安全、“一带一路”及人类命运共同体。先后在《中国科学》《思想战线》《国防大学学报》《思想理论动态参阅》《云南社会科学》《学术探索》《中国社会科学报》等刊物发表学术论文30余篇，在社科文献出版社出版学术专著1部。主持和参与各类课题研究10余项。2005年荣获云南省优秀科学论文一等奖，2007年荣获云南省自然科学三等奖，2014年荣获中国军事科学学会优秀论文二等奖，2017年入选云南大学“东陆中青年骨干教师”培养计划。2019年入选云南省“万人计划青年拔尖人才”。"
    },
    {
        "姓名": "刘文科",
        "职称": "副教授",
        "个人简介": "武汉大学法学（政治学）博士，民族政治研究院副教授。主要研究领域为政治学理论与方法，政治传播学，台湾问题研究。代表性著作有《权力运作中的政治修辞：美国反恐战争（2001-2008）》（人民出版社2010年版）。代表性论文有《大众媒体的政治影响力》（《政治学研究》2012年第2期）《大众媒体对西方政党政治的影响》（《政治学研究》2013年第6期）《从政治营销视角看台湾民主：以民进党的实力消长为例》（《台湾研究》2014年第4期）《马克思主义新闻出版自由的基本观点和当代实践》（《毛泽东邓小平理论研究》2015年第11期）。"
    },
    {
        "姓名": "朱军",
        "职称": "副教授",
        "联系方式": "zhujunde001@163.com。",
        "个人简介": "南开大学法学博士，民族政治研究院副教授，硕士生导师，美国爱荷华大学亚太研究中心访问学者（2010-2011），国家民委民族问题研究优秀中青年专家（第一批和第二批），中国民族理论学会理事（2021），入选云南省高层次人才引进计划（2020）。主持国家社科基金项目3项，省部级课题6项。近些年，持续性关注多民族国家建设、中华民族共同体建构、城市民族事务治理等民族政治学议题，在《民族研究》《西北民族研究》《云南社会科学》等刊物发表学术论文20余篇，其中8篇文章被人大复印资料《民族问题研究》《中国政治》和《中国社会科学文摘》全文转载或摘编，研究成果获第四届全国民族研究优秀成果奖二等奖（2018）、云南省社科学术年会征文一等奖（2021）和云南省社会科学奖论文类二等奖（2023）。"
    },
    {
        "姓名": "白利友",
        "职称": "副教授",
        "个人简介": "云南大学法学（政治学）博士，民族政治研究院副教授。主要研究领域为民族政治、政党认同、边疆治理。主持国家社科基金（一般项目）及省部级项目6项。在《思想战线》《西南民族大学学报》《社会主义研究》《中国民族报》等核心期刊发表《中国共产党在边疆地区少数民族中的政党认同建设研究》《中华民族伟大复兴视域中的中华民族共同体建设》等论文近20篇。论文《中国的陆地边境治理及其研究》获云南省哲学社会科学优秀成果奖（论文）三等奖。"
    },
    {
        "姓名": "徐长恩",
        "职称": "副教授",
        "个人简介": "中央民族大学民族学博士，民族政治研究院副教授。中央编译局博士后，主要研究领域为民族问题、铸牢中华民族共同体意识。主持国家社科基金年度项目1项。在《马克思主义与现实》《西北师大学报（社会科学版）》《西南民族大学学报（人文社科版）》等期刊上发表文章多篇，其中两篇被人大复印报刊资料《民族问题研究》全文转载。"
    },
    {
        "姓名": "何阳",
        "职称": "副教授",
        "联系方式": "13297918720@163.com",
        "个人简介": " 东北大学管理学博士，电子科技大学管理科学与工程博士后。现为民族政治研究院副教授，硕士生导师。入选云南省“兴滇英才支持计划”，深圳市“鹏城孔雀计划”，主持国家社会科学基金青年项目、中国博士后科学基金项目、云南省哲学社会科学基金青年项目、四川省软科学基金项目等课题共计8项。在《中国行政管理》《山东社会科学》《求实》《理论与改革》《西南民族大学学报》《深圳大学学报》《学习时报》等报刊上发表文章70余篇，其中CSSCI来源期刊（含扩展版）50余篇，多篇被《新华文摘》《中国社会科学文摘》、人大复印报刊资料《公共行政》《中国政治》摘录。出版《公共服务视域下农村人民调解供给》专著1部。主要研究方向为政治学理论与基层治理，持续关注贫困问题与乡村振兴、社会治理与数字乡村、绩效管理与异地养老等议题。"
    },
    {
        "姓名": "钟贵峰",
        "职称": "副教授",
        "个人简介": "云南大学法学博士，暨南大学政治学出站博士后，民族政治研究院副教授。云南省优秀博士学位论文获得者。致力于民族政治学、东南亚国际关系与中华民族理论等领域的研究，在《世界民族》《广西民族研究》《东南亚研究》《和平与发展》《中国民族报》等刊物上发表论文30余篇，在中国社会科学出版社出版专著1部并入选“中国社会科学博士论文文库”，主持完成国家社科基金青年项目1项、中国博士后科学基金面上资助一等资助项目1项，参与国家社科基金重大项目、一般项目和省部级项目多项。"
    },
    {
        "姓名": "李朝辉",
        "职称": "副教授",
        "个人简介": "云南大学法学（政治学）博士，国家行政学院出站博士后，副教授，硕士生导师，主要研究领域为民族政治、边疆治理。主持国家民委民族研究项目、教育部青年项目、云南省教育厅项目等8项，参与国家级项目5项。在《思想战线》《云南师范大学学报》《经济地理》《甘肃社会科学》《新疆师范大学学报》等核心期刊发表学术论文20余篇，在国家一类出版社出版专著（《美国的边疆》）1部。2020年荣获国家民委社会科学研究成果奖二等奖，并入选云南省“高层次人才引进计划”青年人才专项。连续4年获得云南大学“我在云大读中国”优秀指导教师奖。"
    },
    {
        "姓名": "韩定祥",
        "职称": "讲师",
        "个人简介": "中国人民大学哲学（政治哲学）博士，美国哥伦比亚大学访问学者，民族政治研究院讲师。主要研究领域为西方政治哲学、政治学基础理论和民族政治学。主持科研项目2项，近期独立研究成果发表在《世界哲学》《国外理论动态》等刊物上。"
    },
    {
        "姓名": "杜香玉",
        "职称": "讲师",
        "联系方式": "du.xiangyu@qq.com",
        "个人简介": "云南大学历史学博士，云南大学政治学出站博士后，民族政治研究院讲师。主要从事边疆生态治理、民族政治、灾害治理等研究。在《自然辩证法通讯》、《暨南学报(哲学社会科学版)》、《云南社会科学》等刊物发表论文18篇，其中1篇被《新华文摘》（纸质版）摘编、1篇被《新华文摘》（数字版）全文转载。在中国社会科学出版社出版专著《物种引进与生态变迁：20世纪西双版纳橡胶环境史研究》1部，在国家A类出版社出版编著（第二作者）5部。主持国家社科基金青年项目、中国博士后科学基金项目、云南省哲学社会科学创新团队科研项目、云南省哲学社会科学规划科普项目共4项。"
    }
]